{"SOL": "Solana is building the architecture of their blockchain based on Proof of History (PoH); a proof for verifying order and passage of time between events. The purpose of PoH is used to encode the trustless passage of time into a ledger. A Proof of Stake (PoS) consensus mechanism is then leveraged for confirmation of the current sequence produced by the Proof of History generator. PoS is also used for voting and selecting the next Proof of History generator node and for punishing any validators that act against the interest of the network.\n\nUp to 710k transactions/second on a 1gb network without data partitioning\n\nProof of History\nEncoding time as data in the replicated state allows for simple and efficient proofs and protocols.\n\nPerformant System Architecture\nThe network is arranged for maximum throughput and high availability. Our smart contracts bytecode is based on Berkeley Packet Filter designed for fast execution.\n\nFast Proof of Replication\nA fast streaming Proof of Replication is designed for storing a large distributed ledger.\n\nConsensus independent from transaction flow\nTransactions flow through the network independent of consensus and are limited only by hardware.", "USDC": "USDC is a fully collateralized US dollar stablecoin. USDC is the bridge between dollars and trading on cryptocurrency exchanges. The technology behind CENTRE makes it possible to exchange value between people, businesses and financial institutions just like email between mail services and texts between SMS providers. We believe by removing artificial economic borders, we can create a more inclusive global economy. ", "BTC": "Bitcoin is the first successful internet money based on peer-to-peer technology; whereby no central bank or authority is involved in the transaction and production of the Bitcoin currency. It was created by an anonymous individual/group under the name, Satoshi Nakamoto. The source code is available publicly as an open source project, anybody can look at it and be part of the developmental process.\r\n\r\nBitcoin is changing the way we see money as we speak. The idea was to produce a means of exchange, independent of any central authority, that could be transferred electronically in a secure, verifiable and immutable way. It is a decentralized peer-to-peer internet currency making mobile payment easy, very low transaction fees, protects your identity, and it works anywhere all the time with no central authority and banks.\r\n\r\nBitcoin is designed to have only 21 million BTC ever created, thus making it a deflationary currency. Bitcoin uses the <a href=\"https://www.coingecko.com/en?hashing_algorithm=SHA-256\">SHA-256</a> hashing algorithm with an average transaction confirmation time of 10 minutes. Miners today are mining Bitcoin using ASIC chip dedicated to only mining Bitcoin, and the hash rate has shot up to peta hashes.\r\n\r\nBeing the first successful online cryptography currency, Bitcoin has inspired other alternative currencies such as <a href=\"https://www.coingecko.com/en/coins/litecoin\">Litecoin</a>, <a href=\"https://www.coingecko.com/en/coins/peercoin\">Peercoin</a>, <a href=\"https://www.coingecko.com/en/coins/primecoin\">Primecoin</a>, and so on.\r\n\r\nThe cryptocurrency then took off with the innovation of the turing-complete smart contract by <a href=\"https://www.coingecko.com/en/coins/ethereum\">Ethereum</a> which led to the development of other amazing projects such as <a href=\"https://www.coingecko.com/en/coins/eos\">EOS</a>, <a href=\"https://www.coingecko.com/en/coins/tron\">Tron</a>, and even crypto-collectibles such as <a href=\"https://www.coingecko.com/buzz/ethereum-still-king-dapps-cryptokitties-need-1-billion-on-eos\">CryptoKitties</a>.", "ETH": "Ethereum is a <a href=\"https://www.coingecko.com/en?category_id=29&view=market\">smart contract platform</a> that enables developers to build tokens and decentralized applications (dapps). ETH is the native currency for the Ethereum platform and also works as the transaction fees to miners on the Ethereum network.\r\n\r\nEthereum is the pioneer for blockchain based smart contracts. Smart contract is essentially a computer code that runs exactly as programmed without any possibility of downtime, censorship, fraud or third-party interference. It can facilitate the exchange of money, content, property, shares, or anything of value. When running on the blockchain a smart contract becomes like a self-operating computer program that automatically executes when specific conditions are met.\r\n\r\nEthereum allows programmers to run complete-turing smart contracts that is capable of any customizations. Rather than giving a set of limited operations, Ethereum allows developers to have complete control over customization of their smart contract, giving developers the power to build unique and innovative applications.\r\n\r\nEthereum being the first blockchain based smart contract platform, they have gained much popularity, resulting in new competitors fighting for market share. The competitors includes: <a href=\"https://www.coingecko.com/en/coins/ethereum_classic\">Ethereum Classic</a> which is the oldchain of Ethereum, <a href=\"https://www.coingecko.com/en/coins/qtum\">Qtum</a>, <a href=\"https://www.coingecko.com/en/coins/eos\">EOS</a>, <a href=\"https://www.coingecko.com/en/coins/neo\">Neo</a>, <a href=\"https://www.coingecko.com/en/coins/icon\">Icon</a>, <a href=\"https://www.coingecko.com/en/coins/tron\">Tron</a> and <a href=\"https://www.coingecko.com/en/coins/cardano\">Cardano</a>.\r\n\r\nEthereum wallets are fairly simple to set up with multiple popular choices such as myetherwallet, <a href=\"https://www.coingecko.com/buzz/complete-beginners-guide-to-metamask?locale=en\">metamask</a>, and <a href=\"https://www.coingecko.com/buzz/trezor-model-t-wallet-review\">Trezor</a>. Read here for more guide on using ethereum wallet: <a href=\"https://www.coingecko.com/buzz/how-to-use-an-ethereum-wallet\">How to Use an Ethereum Wallet</a>", "YFI": "Yearn Finance is a suite of products in Decentralized Finance (DeFi) that provides lending aggregation, yield generation, and insurance on the Ethereum blockchain. The protocol is maintained by various independent developers and is governed by YFI holders.\r\n\r\nIt started out as a passion project by Andre Cronje to automate the process of switching capital between lending platforms in search of the best yield offered, as the lending yield is a floating rate rather than fixed rate. Funds are shifted between dYdX, AAVE, and Compound automatically as interest rates change between these protocols. \r\n\r\nThe service offered includes major USD tokens such as DAI, USDT, USDC, and TUSD. For example, if a user deposits DAI into yearn.finance, the user will receive yDAI token in return, which is a yield-bearing DAI token. \r\n\r\nLater on, it collaborated with Curve Finance to release a yield-bearing USD tokens pool that includes four y-tokens: yDAI, yUSDT, yUSDC and yTUSD, it is named as yUSD. \r\n\r\nYearn Finance debuted the vault feature after its token launch, igniting a frenzy on automated yield farming and is considered the initiator of the category of yield farming aggregator. Basically, the vault will help users to claim yield farming rewards and sell it for the underlying assets. \r\n\r\nVaults benefit users by socializing gas costs, automating the yield generation and rebalancing process, and automatically shifting capital as opportunities arise. End users also do not need to have proficient knowledge of the underlying protocols involved or DeFi, thus the Vaults represent a passive-investing strategy. It is akin to a crypto hedge fund where the aim is to increase the amount of assets that users deposited.\r\n\r\n\r\n\r\n", "LINK": "Chainlink is a decentralized oracle service, the first of its kind. When <a href=\"https://www.coingecko.com/en/coins/ethereum\">Ethereum</a> went live in 2015, it revolutionized what blockchain could bring to enterprise solution and traditional business. Blockchain was no longer just a medium for new age financial transaction, confined to <a href=\"https://www.coingecko.com/en/coins/bitcoin\">Bitcoin’s</a> potential to disrupt traditional currency exchange. With Ethereum powered smart contracts, Vitalik Buterin opened up a Pandora’s Box of use cases for blockchain technology. Problem is, per their design, smart contracts can only manage data on the blockchain. Their potential, the ability to provide tamperproof, decentralized applications for uses the world over, is still largely untapped, as many of the smart contract programs built on Ethereum lack a bridge to the real world industries they’re trying to improve.\r\n\r\nChainlink’s first component consists of on-chain contracts deployed on Ethereum’s blockchain.  These oracle contracts process the data requests of users looking to take advantage of the network’s oracle services. If a user or entity wants access to off-chain data, they submit a user contract (or requesting contract) to Chainlink’s network, and the blockchain processes these requests into their own contracts. These contracts are responsible for matching the requesting contract up with the appropriate oracles. The contracts include a reputation contract, an order-matching contract, and an aggregating contract. The first of these, the reputation contract, is exactly as it sounds: it checks an oracle provider’s track record to verify its integrity. In turn, the order-matching contract logs the user contract’s service level agreement on the network and collects bids from responsible oracle providers. Finally, the aggregating contract accumulates the collective data of the chosen oracles and balances them to find the most accurate result.\r\n\r\nUnfortunately, the Chainlink team does not offer a roadmap, but a testnet of Chainlink’s services should come sometime within Q1 of 2018. Generally, the project’s general lack of marketing and concrete updates have frustrated community members in the past. Sergey Nazarov, the project’s CEO, is known for a quiet community presence that favors of behind-the-scenes work on Chainlink. The team may not hype their project much, but for what it’s worth, they sacrifice brand marketing in favor of product development–and some community members find this focus to be refreshing. For instance, they’ve established an oracle with Swift Bank, and have a few quiet partnerships with zepplin_os and Request Network.\r\n\r\nChainlink has the potential to connect smart contracts with the outside world. It may allow parties to smart contracts to be able to receive external inputs that prove performance and create payment outputs that end users want to receive, such as bank payments. This has the potential to allow smart contract to mimic the vast majority of financial agreements currently available in the market. With the Chainlink Network, anyone can securely provide smart contracts with access to key external data and any other API capabilities, in exchange for financial reward. Although it remains to be seen how the incentive system will operate, there is potential for rewards similar to those available for crypto miners to be available to Node Operators that provide useful data to the Chainlink network.\"\r\n\r\nCheck out <a href=\"https://www.coinbureau.com/review/chainlink-link/\">CoinBureau</a> for the complete review on Chainlink.", "XRP": "Ripple is the catchall name for the cryptocurrency platform, the transactional protocol for which is actually XRP, in the same fashion as <a href=\"https://www.coingecko.com/en/coins/ethereum\">Ethereum</a> is the name for the platform that facilitates trades in Ether. Like other cryptocurrencies, Ripple is built atop the idea of a distributed ledger network which requires various parties to participate in validating transactions, rather than any singular centralized authority. That facilitates transactions all over the world, and transfer fees are far cheaper than the likes of bitcoin. Unlike other cryptocurrencies, XRP transfers are effectively immediate, requiring no typical confirmation time.\r\n\r\nRipple was originally founded by a single company, <a href=\"https://www.crunchbase.com/organization/ripple-labs\">Ripple Labs</a>, and continues to be backed by it, rather than the larger network of developers that continue <a href=\"https://www.coingecko.com/en/coins/bitcoin\">bitcoin’s</a> development. It also doesn’t have a fluctuating amount of its currency in existence. Where bitcoin has a continually growing pool with an eventual maximum, and Ethereum theoretically has no limit, Ripple was created with all of its 100 billion XRP tokens right out of the gate. That number is maintained with no mining and most of the tokens are owned and held by Ripple Labs itself — around 60 billion at the latest count.\r\n\r\nEven at the recently reduced value of around half a dollar per XRP, that means Ripple Labs is currently sitting on around $20 billion worth of the cryptocurrency (note: Ripple’s price crashed hard recently, and may be worth far less than $60 billion by time you read this). It holds 55 billion XRP in an escrow account, which allows it to sell up to a billion per month if it so chooses in order to fund new projects and acquisitions. Selling such an amount would likely have a drastic effect on the cryptocurrency’s value, and isn’t something Ripple Labs plans to do anytime soon.\r\n\r\nIn actuality, Ripple Labs is looking to leverage the technology behind XRP to allow for faster banking transactions around the world. While Bitcoin and other cryptocurrencies are built on the idea of separating financial transactions from the financial organizations of traditional currencies, Ripple is almost the opposite in every sense.\r\n\r\nXRP by Ripple price can be found on this page alongside the market capitalization and additional stats.\r\n\r\n", "wUSDT": "Tether (USDT) is a cryptocurrency with a value meant to mirror the value of the U.S. dollar. The idea was to create a stable cryptocurrency that can be used like digital dollars. Coins that serve this purpose of being a stable dollar substitute are called “stable coins.” Tether is the most popular stable coin and even acts as a dollar replacement on many popular exchanges! According to their site, Tether converts cash into digital currency, to anchor or “tether” the value of the coin to the price of national currencies like the US dollar, the Euro, and the Yen. Like other cryptos it uses blockchain. Unlike other cryptos, it is [according to the official Tether site] “100% backed by USD” (USD is held in reserve). The primary use of Tether is that it offers some stability to the otherwise volatile crypto space and offers liquidity to exchanges who can’t deal in dollars and with banks (for example to the sometimes controversial but leading exchange <a href=\"https://www.coingecko.com/en/exchanges/bitfinex\">Bitfinex</a>).\r\n\r\nThe digital coins are issued by a company called Tether Limited that is governed by the laws of the British Virgin Islands, according to the legal part of its website. It is incorporated in Hong Kong. It has emerged that Jan Ludovicus van der Velde is the CEO of cryptocurrency exchange Bitfinex, which has been accused of being involved in the price manipulation of bitcoin, as well as tether. Many people trading on exchanges, including Bitfinex, will use tether to buy other cryptocurrencies like bitcoin. Tether Limited argues that using this method to buy virtual currencies allows users to move fiat in and out of an exchange more quickly and cheaply. Also, exchanges typically have rocky relationships with banks, and using Tether is a way to circumvent that.\r\n\r\nUSDT is fairly simple to use. Once on exchanges like <a href=\"https://www.coingecko.com/en/exchanges/poloniex\">Poloniex</a> or Bittrex, it can be used to purchase Bitcoin and other cryptocurrencies. It can be easily transferred from an exchange to any Omni Layer enabled wallet. Tether has no transaction fees, although external wallets and exchanges may charge one. In order to convert USDT to USD and vise versa through the Tether.to Platform, users must pay a small fee. Buying and selling Tether for Bitcoin can be done through a variety of exchanges like the ones mentioned previously or through the Tether.to platform, which also allows the conversion between USD to and from your bank account.", "SUSHI": "Sushi is a DeFi protocol that is completely community-driven, serving up delicious interest for your held crypto assets.\r\n\r\nOn Sushi, you can take advantage of passive-income providing DeFi tools such as liquidity providing, yield farming and staking. Furthermore, due to the decentralized nature of being an AMM (Automated Market Maker), Sushi has fewer hurdles to execute your cryptocurrency trades and all fees are paid to the users who provided liquidity, just as it should be!", "ALEPH": "aleph.im is a decentralized cloud storage, database and computing platform, that is compatible with blockchains and speaks their languages. It aims to be the infrastructure layer of the DeFI (decentralized finance) ecosystem.", "SXP": "The Swipe Wallet has been designed to require Swipe Tokens SXP to perform all functions and utility of the Wallet including to use the services and to make withdraws. Users on the Swipe Wallet can buy, sell, and pay with their cryptocurrencies to fiat directly within the Wallet application as well as purchase Gift Cards and make instant exchanges between all supported assets. Users are able to use their SXP tokens on launch and there are also tiered benefits based on the SXP holding on the Wallet Contract. All Swipe Wallets require a 1 SXP deposit to activate and utilize on-chain functions based on an audited Smart Wallet-Contract to perform its duties. The protocol has been designed and built on Ethereum and destroys 80% of network and transaction fees are and 20% of the fees are retained by the company.", "UBXT": "UpBots token", "HNT": "Helium is a decentralized machine network powered by a physical blockchain. The network is created by gateways who also double as miners on our network. These gateway operators can earn tokens based on coverage they provide as well as transaction fees gained from machines connecting to their gateway\r\n\r\nHelium is a new cryptocurrency. Hotspots earn for providing and validating wireless coverage and when devices on the network connect to the internet through Hospots\r\n\r\nHelium is mined and distributed to Hotspot Owners, Helium Inc, and investors.\r\nThere is no pre-mine of Helium, and every month approximately 5,000,000 new Helium are minted.\r\n\r\nAt the end of each mining period, roughly every 30 to 60 mins, Helium is distributed according to the allocation shown:", "FRONT": "Frontier is a chain-agnostic DeFi aggregation layer. With our applications, users can participate in protocol tracking and management, staking, liquidity provision, CDP creation & monitoring, and more.", "AKRO": "Akropolis is a provider of decentralized finance products with an emphasis on asset yield generation. Our mission is to give users (both new and crypto-native) the tools to save, grow and provision for the future safely, with access to a variety of non-fiat and non-inflationary assets, without dependence on geography or central counterparty. To do this, Arkopolis offers an easy-to-use yield aggregator product featuring curated best-in-class yield generation strategies from various protocols across DeFi.\r\n\r\nUsing the Akropolis dApp, users can:\r\n\r\nEasily onboard into DeFi from their traditional bank accounts via Dharma and Ramp Network.\r\n\r\nCalculate and compare annual percent yield (APY) of various assets across top DeFi yield generating strategies such as Yearn Finance Vaults.\r\n\r\nEasily see their balance, average APY, and yield earned.\r\n\r\nDeposit and withdraw assets and claim yield rewards all in one place.\r\n\r\nUse dollar-cost averaging to enter positions/strategies (coming soon)\r\n\r\nStake their $AKRO tokens for liquidity mining rewards and protocol revenue share (coming soon).\r\n\r\nParticipate in Akropolis protocol governance via Snapshot.\r\n\r\nIn this way, Akropolis acts as a one-stop-shop for decentralized savings and high-yield accounts. We believe that our products and services will enable retail and institutional clients alike to quickly and easily onboard into decentralized finance.", "HXRO": "The HXRO token is the platform token that powers Hxro Games. The HXRO token is listed on Bittrex International and IDEX.", "UNI": "UNI is the governance token for Uniswap, an Automated Market Market DEX on the Ethereum blockchain. The UNI token allows token holders to participate in the governance of the protocol. Key decisions such as usage of the treasury or future upgrades can be decided through a governance vote.", "FTT": "FTT is FTX's exchange token. Holders get a fraction of exchange fees, a fraction of the liquidation insurance fund, and can use the token as collateral and to get tighter OTC spreads on FTX.", "WUSDC": "USDC is a fully collateralized US dollar stablecoin. USDC is the bridge between dollars and trading on cryptocurrency exchanges. The technology behind CENTRE makes it possible to exchange value between people, businesses and financial institutions just like email between mail services and texts between SMS providers. We believe by removing artificial economic borders, we can create a more inclusive global economy. ", "TOMO": "Tomochain is an innovative solution to the scalability problem with the Ethereum blockchain. Tomochain plans to support horizontal scaling via adding more second layer blockchains with good performance integrated with Ethereum for backup and atomic cross-chain transfer.\r\n\r\nTomochain is envisioned to be a network of chains that supports instant confirmation, and near zero transaction fee which will be an ideal solution for decentralized apps, token issuances and token integrations for small and big businesses.", "KARMA": "Karma DAO is a crypto startup pitching forum for angel investors. Startups are invited to pitch for fundraising to the Karma DAO community. To be part of the community, one must own 200 KARMA tokens. The community includes entrepreneuers, fund managers, angels and traders. The DAO also emphasizes values around paying it forward, being value-add and reciprocation.", "MATH": "MATH is a one stop crypto solution platform which contains MathWallet, MATH VPOS Pool, MathDEX, MATH dApp Store, MATH Staking, MATH Pay, MATH Chain, etc.", "KEEP": "A keep is an off-chain container for private data. Keeps help contracts harness the full power of the public blockchain — enabling deep interactivity with private data.\r\n\r\nKeep Network aims to provide an off-chain “containers” — called keeps — that should keep private data safe from the public blockchain, thereby enabling smart contracts to maximize the full potential of blockchain tech without compromising on transparency or privacy. Keeps will be used to encrypt and store private data, and the keeps are to be protected by secure multi-party computation (sMPC) that allows generating, storing, encrypting and transmitting of data among different users.", "CEL": "For crypto to continue to spread and gain traction we’ve got to bring the next 100m people into the crypto community. In order to do that, real products built by real teams have to provide real utility to the public. We’re building Celsius to bring a new wave of financial products to the market designed, for the first time, to always do what’s in the best interest of its members instead of trying to make as much profit as possible. Members will be able to borrow USD against their crypto holdings in their wallet which will be used as collateral. Our goal is to allow anyone who’s in need of cash to easily borrow from the Celsius platform without having to sell their crypto holdings. In the future, through the Celsius Network, cryptocurrencies deposited by members into their Celsius Wallet will be available on the network for immediate borrowing and shorting.\r\n\r\n", "RSR": "Reserve aims to build a stable, decentralized, asset-backed cryptocurrency and a digital payment system that scales supply with demand and maintains 100% or more collateral backing. Ultimately, Reserve’s goal is to create a universal store of value – particularly in regions with unreliable banking infrastructure and regions where hyperinflation is an issue. The Reserve system will interact with three kinds of tokens: \r\n\r\n(1) The Reserve token (RSV), which is a stable cryptocurrency that can be held and spent the way we use normal fiat money; \r\n\r\n(2) The Reserve Rights token (RSR), a protocol token used to facilitate the stability of RSV.\r\n\r\n(3) A growing variety of tokenized real-world assets (such as other stablecoins) that are held by the Reserve smart contract to back RSV. ", "GRT": "The Graph is an indexing protocol and global API for organizing blockchain data and making it easily accessible with GraphQL. Developers can use Graph Explorer to search, find, and publish all the public data they need to build decentralized applications. The Graph Network makes it possible to build serverless dApps that run entirely on public infrastructure.\r\n\r\nGRT is the native token of the network that’s used to coordinate work. GRT is an ERC20 token. Node operators, called Indexers, stake and earn GRT for processing queries. Anyone can delegate GRT to Indexers to secure the network and earn rewards. Curators organize data on The Graph by signaling GRT on useful APIs, called subgraphs. Indexers, Delegators, and Curators work together to organize the data for the crypto economy and maintain a useful global API for DeFi and Web3.\r\n", "COMP": "Building Bridges\r\nCompound Coin was born out of the death of UKC coin. The original developers of Compound coin offered fair 1-1 swap of UKC coin to COMP coin. This enabled those with coins of now no value to swap them for a new and working coin.\r\n\r\nCoin Swap\r\nThe initial COMP premine was used for a swap from UKC to COMP and for development. Unused coins were burned – The total burned coins amount to over 550 million at the moment.\r\n\r\n", "PAXG": "PAX Gold (PAXG) is an asset-backed token where one token should represent one fine troy ounce of a London Good Delivery gold bar, stored in professional vault facilities. Anyone who owns PAXG has ownership rights to that gold under the custody of Paxos Trust Company. Since PAXG represents physical gold, its value is tied directly to the real-time market value of that physical gold.\r\n\r\nPAXG gives customers the benefits of actual physical ownership of specific gold bars with the speed and mobility of a digital asset. Customers are able to have fractional ownership of physical bars. On the Paxos platform, customers can convert their tokens to allocated gold, unallocated gold, or fiat currency (and vice versa) quickly and efficiently, reducing their exposure to settlement risk. PAXG is also available for trading on Paxos’ itBit exchange. PAXG will also be available on other crypto-asset exchanges, wallets, lending platforms and elsewhere within the crypto ecosystem. \r\n\r\nAt any time, PAXG holders can lookup the serial number, value and physical characteristics of their vaulted gold just by entering their Ethereum wallet address on the PAXG lookup tool on Paxos.com/paxgold.", "STRONG": "Governance Token for StrongBlock DeFi platform.", "FIDA": "Bonfida is the full product suite that bridges the gap between Serum, Solana, and the user.  We are the flagship Serum GUI and bring first of its kind Solana Data analytics to the field.   Bonfida  API is used by some of the largest market makers in the space and has seen a growth of requests of 25% week over week.", "KIN": "Kin is money for the digital world. It is an open micro-transaction platform used by millions of users across more than 50 consumer applications and services, making Kin the most used cryptocurrency by mainstream consumers. Kin can be sent anywhere in the world, instantly, and for free.\r\n \r\nKin enters circulation via the Kin Rewards Engine, or \"\"KRE\"\", which rewards developers for getting their consumers to use Kin. Today people are using Kin to purchase a variety of digital goods and services and to support content creators.\r\n \r\nThis offers developers a new business model that rewards the adoption of engaging experiences and free exchange of value between users, not harvesting their data and attention. That means users and developers are finally re-aligned, around a new economy in which those who generate value online are the focus, not big-data monopolies.", "MAPS": "Maps.me is the ultimate travel companion and your passport to the new financial system. MAPS token is the cornerstone of Maps.me, binding 100M+ users. It powers this vision and captures its value.", "OXY": "The governance/utility token for Oxygen: the Prime Brokerage Protocol", "BRZ": "BRZ is the first stable coin backed by Brazilian Reais (BRL). It'll allow Brazilian residents to directly ramp up in international exchanges and actively trade the Brazilian currency against pairs of different classes, including Bitcoin, other stable coins, utility and security tokens. It will be a powerful tool that will allow Brazilians to move and hedge Brazilians reais internationally. BRZ is always fully backed and holders can either purchase it for 1BRL or redeem it with a discount of 1% in Brazil.", "USDT": "Tether (USDT) is a cryptocurrency with a value meant to mirror the value of the U.S. dollar. The idea was to create a stable cryptocurrency that can be used like digital dollars. Coins that serve this purpose of being a stable dollar substitute are called “stable coins.” Tether is the most popular stable coin and even acts as a dollar replacement on many popular exchanges! According to their site, Tether converts cash into digital currency, to anchor or “tether” the value of the coin to the price of national currencies like the US dollar, the Euro, and the Yen. Like other cryptos it uses blockchain. Unlike other cryptos, it is [according to the official Tether site] “100% backed by USD” (USD is held in reserve). The primary use of Tether is that it offers some stability to the otherwise volatile crypto space and offers liquidity to exchanges who can’t deal in dollars and with banks (for example to the sometimes controversial but leading exchange <a href=\"https://www.coingecko.com/en/exchanges/bitfinex\">Bitfinex</a>).\r\n\r\nThe digital coins are issued by a company called Tether Limited that is governed by the laws of the British Virgin Islands, according to the legal part of its website. It is incorporated in Hong Kong. It has emerged that Jan Ludovicus van der Velde is the CEO of cryptocurrency exchange Bitfinex, which has been accused of being involved in the price manipulation of bitcoin, as well as tether. Many people trading on exchanges, including Bitfinex, will use tether to buy other cryptocurrencies like bitcoin. Tether Limited argues that using this method to buy virtual currencies allows users to move fiat in and out of an exchange more quickly and cheaply. Also, exchanges typically have rocky relationships with banks, and using Tether is a way to circumvent that.\r\n\r\nUSDT is fairly simple to use. Once on exchanges like <a href=\"https://www.coingecko.com/en/exchanges/poloniex\">Poloniex</a> or Bittrex, it can be used to purchase Bitcoin and other cryptocurrencies. It can be easily transferred from an exchange to any Omni Layer enabled wallet. Tether has no transaction fees, although external wallets and exchanges may charge one. In order to convert USDT to USD and vise versa through the Tether.to Platform, users must pay a small fee. Buying and selling Tether for Bitcoin can be done through a variety of exchanges like the ones mentioned previously or through the Tether.to platform, which also allows the conversion between USD to and from your bank account.", "xMARK": "Benchmark Protocol's xMARK token is issued similarly to a LP token in exchange for staking MARK tokens in the Standard, Benchmark Protocol's single asset staking model.  xMARK is similar to a receipt in that you can exchange it back at anytime for the underlying MARK tokens.  \r\n\r\nAs MARK is a rebase token, the assets underlying the xMARK token will be affected by rebase; however, the number of xMARK tokens you own while staking, will never rebase. The exchange rate of xMARK to MARK tokens therefore will be dynamic", "RAY": "Raydium is an automated market maker (AMM) and liquidity provider built on the Solana blockchain for the Serum decentralized exchange (DEX). Raydium has a first-mover advantage as an AMM within Serum and will be an integral part of bringing new and existing projects and protocols into the ecosystem. The protocol will act as a bridge for projects looking to expand to Solana and Serum, and in the process Raydium and the RAY token will become a foundation for enabling further development with partners, its own platform, and the ecosystem as a whole.\r\n\r\nUnlike any other AMMs, Raydium provides on-chain liquidity to a central limit orderbook, meaning that Raydium LPs get access to the entire orderflow and liquidity of Serum.\r\n\r\nLong term, Raydium aims to capture and maintain a leadership position among AMMs and liquidity providers on Serum, while leveraging the power of Solana to drive the evolution of decentralized finance (DeFi) and emerge as a leading protocol in the space alongside our partners and the community.\"", "BTSG": "BitSong is a distributed (open source) blockchain music ecosystem born in December 2017, to create a decentralized and trustless hub that interconnects the various market players.\r\n\r\nOur mission is to decentralize the music sector by simplifying the bureaucracy as much as possible in order to offer artists a meritocratic, transparent, fast and intermediary-free earning model and users a new way to listen to music and earn money.\r\n\r\nBitSong is not a streaming platform but a real decentralized ecosystem of services and an active community of artists, music providers and fans (listeners) that aims to become the only point of reference within the digital music market.\r\n\r\n\r\n", "EOSBEAR": "3X Short EOS Token (EOSBEAR) is an ERC20 token which seeks a return that corresponds to -3 times the daily return of EOS.", "EOSBULL": "3X Long EOS Token (EOSBULL) is an ERC20 token which seeks a return that corresponds to 3 times the daily return of EOS.", "BNBBEAR": "3X Short BNB Token (BNBBEAR) is an ERC20 token which seeks a return that corresponds to -3 times the daily return of Binance Coin.", "BNBBULL": "3X Long BNB Token (BNBBULL) is an ERC20 token which seeks a return that corresponds to 3 times the daily return of Binance Coin.", "BSVBULL": "3X Long Bitcoin SV Token (BSVBULL) is an ERC20 token which seeks a return that corresponds to 3 times the daily return of Bitcoin SV.", "BSVBEAR": "3X Short Bitcoin SV Token (BSVBEAR) is an ERC20 token which seeks a return that corresponds to -3 times the daily return of Bitcoin SV.", "LTCBEAR": "3X Short Litecoin Token (LTCBEAR) is an ERC20 token which seeks a return that corresponds to -3 times the daily return of Litecoin.", "LTCBULL": "3X Long Litecoin Token (LTCBULL) is an ERC20 token which seeks a return that corresponds to 3 times the daily return of Litecoin.", "BULL": "3X Long Bitcoin Token (BULL) is an ERC20 token which seeks a return that corresponds to 3 times the daily return of Bitcoin.", "BEAR": "3X Short Bitcoin Token (BEAR) is an ERC20 token which seeks a return that corresponds to -3 times the daily return of Bitcoin.", "BCHBEAR": "3X Short Bitcoin Cash Token (BCHBEAR) is an ERC20 token which seeks a return that corresponds to -3 times the daily return of Bitcoin Cash.", "BCHBULL": "3X Long Bitcoin Cash Token (BCHBULL) is an ERC20 token which seeks a return that corresponds to 3 times the daily return of Bitcoin Cash.", "ETHBULL": "3X Long Ethereum Token (ETHBULL) is an ERC20 token which seeks a return that corresponds to 3 times the daily return of Ethereum.", "ETHBEAR": "3X Short Ethereum Token (ETHBEAR) is an ERC20 token which seeks a return that corresponds to -3 times the daily return of Ethereum.", "ALTBULL": "3X Long Altcoin Index Token (ALTBULL) is an ERC20 token which seeks a return that corresponds to 3 times the daily return of Altcoin Index.", "ALTBEAR": "3X Short Altcoin Index Token (ALTBEAR) is an ERC20 token which seeks a return that corresponds to -3 times the daily return of Altcoin Index.", "BULLSHIT": "3X Long Shitcoin Index Token (BULLSHIT) is an ERC20 token which seeks a return that corresponds to 3 times the daily return of Shitcoin Index.", "BEARSHIT": "3X Short Shitcoin Index Token (BEARSHIT) is an ERC20 token which seeks a return that corresponds to -3 times the daily return of Shitcoin Index.", "MIDBULL": "3X Long Midcap Index Token (MIDBULL) is an ERC20 token which seeks a return that corresponds to 3 times the daily return of Midcap Index.", "MIDBEAR": "3X Short Midcap Index Token (MIDBEAR) is an ERC20 token which seeks a return that corresponds to -3 times the daily return of Midcap Index.", "LINKBEAR": "3X Short Chainlink Token (LINKBEAR) is an ERC20 token which seeks a return that corresponds to -3 times the daily return of Linkchain.", "LINKBULL": "3X Long Chainlink Token (LINKBULL) is an ERC20 token which seeks a return that corresponds to 3 times the daily return of Linkchain.", "XRPBULL": "3X Long XRP Token (XRPBULL) is an ERC20 token which seeks a return that corresponds to 3 times the daily return of XRP.", "XRPBEAR": "3X Short XRP Token (XRPBEAR) is an ERC20 token which seeks a return that corresponds to -3 times the daily return of XRP.", "BVOL": "Bitcoin Volatility Token (BVOL) is an ERC20 token which attempts to track 1 times the implied volatility of Bitcoin", "IBVOL": "Inverse Bitcoin Volatility Token (IBVOL) is an ERC20 token which attempts to track -1 times the implied volatility of Bitcoin", "AAVE": "Aave is a decentralized money market protocol where users can lend and borrow cryptocurrency across 20 different assets as collateral. The protocol has a native token called AAVE, which is also a governance token that lets the community decide the direction of the protocol in a collective manner. Lenders can earn interest by providing liquidity to the market, while borrowers can borrow by collateralizing their cryptoassets to take out loans from the liquidity pools.\r\n\r\n", "TRYB": "BiLira is a stable cryptocurrency that is backed by the Turkish Lira. This means that you can always buy and redeem 1 BiLira for ₺1.00 Turkish Lira.", "DOGEBULL": "3X Long Dogecoin Token (DOGEBULL) is an ERC20 token which seeks a return that corresponds to 3 times the daily return of Dogecoin.", "wWETH": "W-ETH is \"wrapped ETH\" but let's start by introducing the players. First, there's Ether token. Ether or ETH is the native currency built on the Ethereum blockchain.\r\nSecond, there are alt tokens. When a dApp (decentralized app) is built off of the Ethereum Blockchain it usually implements it’s own form of Token. Think Augur’s REP Token, or Bancor's BNT Token. Finally the ERC-20 standard. ERC20 is a standard developed after the release of ETH that defines how tokens are transferred and how to keep a consistent record of those transfers among tokens in the Ethereum Network.", "wFTT": "FTT is FTX's exchange token. Holders get a fraction of exchange fees, a fraction of the liquidation insurance fund, and can use the token as collateral and to get tighter OTC spreads on FTX.", "wTUSD": "TrueUSD provides its token holders regular attestations of escrowed balances, full collateral, and also the legal protection against misappropriating underlying USD. The team believes that TrueUSD will be able to come up with the stable trading instrument for the traders of cryptocurrency that has been long-awaited. This will allow the businesses and consumers to use the digital currency as a medium of an exchange. The goal of the TrueUSD team was to build a coin that is stable and which can be used and trusted by them too. TrustToken is a platform that creates the tokens backed by assets that can easily be purchased and sold all around the world. The first asset token of TrustToken is TrueUSD, which is a stable coin and can be redeemed 1-for-1 for US dollars. TrustToken have partnered with registered fiduciaries and banks for holding the funds securely backed by TrueUSD tokens. To increase the amount of security, fiduciaries, and banks directly handle all the funds. Escrowed funds do not give access to the TrueUSD system.\r\n\r\nTrueUSD works with various trust companies which already manage around billions of dollars. Just pass an AML/KYC check, send USD to a trust company with an agreement of escrow. When the funds get verified, their API tells the smart contract of TUSD to mint an equal amount of TUSD to your public <a href=\"https://www.coingecko.com/en/coins/ethereum\">Ethereum</a> address.\r\n\r\nThe USD funds are regularly verified in scheduled attestations by a very much trusted auditing firm. USD funds are kept safely in a third party account, that is escrow accounts, wherein TrustToken does not hold any direct access to the funds and cannot abscond with them even if they wish to. The token burning and minting system makes sure that every TUSD token is backed by 1 USD.\r\n\r\nA mandatory check of AML/KYC makes sure that TUSD keeps shady people away from the entire project. TUSD makes faster transactions in low transaction fees. Even though TUSD is a unique offering, it is most likely overshadowed by its bigger competitors - Tether. While TUSD arguably offers more security and features, it may be losing the marketing battle. This is not to say that the situation will remain the same. With more crypto investors joining the market every day, the good times for TUSD may be on their way.", "wLON": "LON is a utility token issued by the Tokenlon DEX, used to align all ecosystem stakeholders and incentivize participation and expansion of the ecosystem.", "wUFT": "UniLend is a permission-less DeFi protocol that combines spot trading services and lending/borrowing functionality within the same platform. Whereas current DeFi protocols support only ~30 assets, anyone can list any ERC20 asset on UniLend for decentralized trading and lending/borrowing. UFT token is UniLend's native governance token; holders of UFT can create proposals for, and vote on, a number of factors relating to the functioning of the protocol.", "wORN": "Orion is a DeFi platform providing B2B + B2C solutions for liquidity. It aims to solve the the largest problems in DeFi by aggregating the liquidity of the entire crypto market into one decentralized platform – pulling from every major centralized exchange, decentralized exchange, and swapping pool. ", "wSRK": "What Is SparkPoint (SRK)?\r\n\r\nSparkPoint or officially, SparkPoint Technologies Inc., is a duly registered corporation in the Philippines under the SEC. The project was launched on October 5, 2018 and is one of the pioneer cryptocurrency startups in the Philippines. The project aims to fast track mainstream adoption of blockchain and cryptocurrency through an ecosystem of practical products and services.\r\n\r\nSparkPoint started with an initial funding of $50,000. With only this minimal capital combined with discipline, determination, and hard work, the team was able to launch various blockchain-based products and services including SparkPoint Wallet, SparkLearn, SparkPlay, SparkEarn, and SparkDeFi. These products and services have collectively reached hundreds of thousands of users and are steadily growing.\r\n\r\nThe SparkPoint Ecosystem is composed of:\r\n\r\nSparkPoint Wallet\r\n\r\nNon-custodial mobile cryptocurrency wallet that natively supports various cryptocurrencies including SparkPoint (SRK), Bitcoin (BTC), Ethereum (ETH), Binance Coin (BNB), and other ERC-20 tokens. It also offers built-in Decentralized Exchanges including Uniswap, ChangeNOW, and Changelly. A virtual currency exchange (VCE) license application is ongoing to legally enable fiat integration in the SparkPoint Wallet. \r\n\r\nSparkLearn\r\n\r\nE-learning platform focused on educational content about blockchain technology, cryptocurrency, and financial literacy. The platform currently offers free courses for these topics and is continuously being improved through UI/UX enhancements, onboarding of new mentors, and integrating a Learn-to-Earn model. Education is at the heart of SparkPoint. \r\n\r\nSparkPlay\r\n\r\nCollection of mobile casual games with cryptocurrency as central theme. Currently available games include Crypto Slicer, Crypto Burst, and Crypto Shooter. Tournaments and achievement bounties are being conducted regularly as part of SparkPlay’s Play-to-Earn (P2E) gaming model. P2E is an emerging paradigm in gaming where a significant chunk of value goes to players. Using blockchain technology, players are empowered to truly own game items and earn cryptocurrency rewards.\r\n\r\nSparkEarn\r\n\r\nSparkPoint referral and rewards program where users can earn SRK and other tokens from sponsors by performing simple bounties. SparkEarn accounts are also currently being used as a single sign-on (SSO) account for SparkLearn and future SparkPoint services including SparkPlay and SparkDeFi.\r\n\r\nSparkDeFi\r\n\r\nA governance token-based platform that empowers individuals to unlock the true value of their cryptocurrency assets. SparkDeFi offers an AMM Decentralized Exchange, Liquidity and Pool-Based Staking, P2P Lending and Borrowing, and DeFi Assets Protocols Management in a seamless, transparent, secure, inclusive, and interoperable approach.\r\n\r\nFeatures of SparkDeFi that are already available include:\r\n\r\n- Liquidity Staking\r\n- Pool-Based Staking\r\n- SparkBridge for bridging ERC-20 SRK (Ethereum) to Binance Smart Chain as BEP-20 SRKb token\r\n- SparkSwap AMM Exchange. An early preview of our automated market maker decentralized exchange.\r\n\r\n\r\nSRK is the native utility token that is used for:\r\n\r\n- Payment for SparkLearn courses\r\n- Prizes in SparkPlay tournaments and achievements\r\n- Payment for SparkPlay game NFTs\r\n- Rewards for completing bounties in SparkEarn\r\n- Rewards for Liquidity Providers and Stakers\r\n- Payment for SparkPoint IT-BPO services\r\n\r\n\r\nHow Many SRK Tokens Are There in Circulation?\r\n\r\nThe SRK token was launched on the Ethereum mainnet on March 14, 2019 with an initial total supply of 20 billion SRK tokens. A series of token burns have reduced the total supply down to 14,368,540,937 SRK tokens. Quarterly token burns are scheduled in the future to reduce the total supply to its final fixed maximum value of 10 billion SRK tokens. There are currently 6,486,932,911 SRK tokens in circulation.\r\n\r\nOf the initial total supply, 20% of the tokens were distributed to private sale participants. A minimal amount was allocated for sale to avoid any sudden fall in the price of SRK in the market. 7% of the tokens were allocated for marketing and airdrops, and 10% for community development programs. Majority of the tokens were allocated for SparkPoint Ecosystem Development at 38%. Most of the tokens that were burned were also part of this allocation. As for the rest of the tokens, 10% were allocated for the Founders, 5% for the current team, another 5% for future team members, and the remaining 5% for advisors.\r\n\r\n\r\nWho Are the Founders of SparkPoint?\r\n\r\nSparkPoint is the brainchild of Andrino Agnas, a CPA and cryptocurrency investor based in the Philippines. Andy currently serves as the Chief Executive Officer of SparkPoint. Rico Zuñiga, a serial tech entrepreneur and early advisor of SparkPoint, currently serves as its Chief Technology Officer. Rico has been in the tech industry for more than 16 years and is one of the pioneers in the Philippine tech startup industry.\r\n\r\nSparkPoint started with a staff of 2 in 2018 and was able to grow to 17 full-time and 5 part-time employees in Q1 2021. The company continues to rapidly expand and grow to ensure the delivery of its roadmap.\r\n\r\nWhere Can You Buy SparkPoint (SRK)?\r\n\r\nSRK is available for trading on a growing number of exchanges, with cryptocurrency and stablecoin pairs currently available.\r\n\r\nBitMart currently offers the best liquidity for SRK with support for both SRK/BTC and SRK/ETH pairs. Uniswap offers a decentralized option for trading SRK with Ethereum (ETH) and other ERC-20 tokens. P2PB2B offers a Tether (USDT) option.", "wUMA": "UMA is a decentralized financial contracts platform built to enable Universal Market Access.\r\n\r\nUMA builds infrastructure for “priceless” financial contracts: DeFi contracts that minimize oracle usage, avoiding many of the security and scalability issues that have plagued decentralized finance. The first contracts built with UMA are priceless synthetic tokens: ERC20 tokens that can track anything while minimizing the need for on-chain price data.\r\n\r\nThe UMA project token powers the system in two ways:\r\n\r\nGovernance: UMA token holders govern what types of contracts can access the system, which asset types are supported, and key system parameters and upgrades.\r\n\r\nPrice requests: the priceless methodology minimizes on-chain price requests but doesn’t eliminate them — when contract interactions are disputed, UMA token holders fulfill price requests via the Data Verification Mechanism, or DVM.\r\n\r\nUMA tokens enable the holder to participate in community governance and resolve contract disputes through the DVM. The tokens are not an investment opportunity.", "wSkey": "Smartkey aims to connect the physical with blockchain database via a \"Blockchain or Things\" bridge.", "wMIR": "What are Mirrored Assets?\r\nMIR is the governance token of Mirror Protocol, a synthetic assets protocol built by Terraform Labs (TFL) on the Terra blockchain.\r\n\r\nMirror Protocol is decentralized from day 1, with the on-chain treasury and code changes governed by holders of the MIR token. TFL has no intention of keeping or selling MIR tokens, and there are no admin keys or special access privileges granted. The intent for this is to be a completely decentralized, community-driven project.\r\n\r\nMirrored assets are blockchain tokens that behave like \"\"mirror\"\" versions of real-world assets by reflecting the exchange prices on-chain. They give traders the price exposure to real assets while enabling fractional ownership, open access and censorship resistance as any other cryptocurrency. Unlike traditional tokens which serve to represent a real, underlying asset, mAssets are purely synthetic and only capture the price movement of the corresponding asset.", "wGRO": "GROWTH's purpose is creating an ecosystem where both GRO holders and gToken holders can benefit from the positive effects of compounded interest, high liquidity and a share of arbitragers profit without suffering from impermanent loss.", "wSTAKE": "STAKE is a new ERC20-type (implemented as an ERC677) token designed to secure the on-chain payment layer and provide a mechanism for validators to receive multiple POS incentives. It is an ERC20-based staking token with a market driven value. ", "wYFI": "Yearn Finance is a suite of products in Decentralized Finance (DeFi) that provides lending aggregation, yield generation, and insurance on the Ethereum blockchain. The protocol is maintained by various independent developers and is governed by YFI holders.\r\n\r\nIt started out as a passion project by Andre Cronje to automate the process of switching capital between lending platforms in search of the best yield offered, as the lending yield is a floating rate rather than fixed rate. Funds are shifted between dYdX, AAVE, and Compound automatically as interest rates change between these protocols. \r\n\r\nThe service offered includes major USD tokens such as DAI, USDT, USDC, and TUSD. For example, if a user deposits DAI into yearn.finance, the user will receive yDAI token in return, which is a yield-bearing DAI token. \r\n\r\nLater on, it collaborated with Curve Finance to release a yield-bearing USD tokens pool that includes four y-tokens: yDAI, yUSDT, yUSDC and yTUSD, it is named as yUSD. \r\n\r\nYearn Finance debuted the vault feature after its token launch, igniting a frenzy on automated yield farming and is considered the initiator of the category of yield farming aggregator. Basically, the vault will help users to claim yield farming rewards and sell it for the underlying assets. \r\n\r\nVaults benefit users by socializing gas costs, automating the yield generation and rebalancing process, and automatically shifting capital as opportunities arise. End users also do not need to have proficient knowledge of the underlying protocols involved or DeFi, thus the Vaults represent a passive-investing strategy. It is akin to a crypto hedge fund where the aim is to increase the amount of assets that users deposited.\r\n\r\n\r\n\r\n", "wBAT": "Basic Attention Token (BAT) is an open-source, decentralized ad exchange platform built on <a href=\"https://www.coingecko.com/en/coins/ethereum\">Ethereum</a> platform. Basic Attention Token held an initial coin offering on May 31, 2017 for its eponymous ERC-20 utility token, raising approximately $35M USD at the time in less than 30 seconds. The Basic Attention Token aims to fix digital advertising, which is broken, fraudulent and opaque. \r\n\r\nBasic Attention Token work by having advertisers pay BAT to website publishers for the attention of users. The BAT token is designed to correctly value and price user attention within the platform. The Basic Attention Token comprises various components, including attention measurement systems, analytics dashboards and machine learning algorithms. Integration of BAT into a given host application involves implementing BAT Ads, a system that matches and displays ads to users based on locally stored data. Ad targeting is performed wholly on-device, removing the need for third-party tracking. BAT is focused on the Brave browser. Brave is an open-source, privacy-centered browser designed to block trackers and malware. It utilizes blockchain technology to anonymously and securely track user attention, which translates into rewards for publishers.\r\n\r\nA user's attention, meaning his or her focused mental engagement on digital content like advertisements, is logged through Brave. The makers of BAT indicate that the user's private data and tracking information is stored only on the user's device, ensuring that it is anonymous and private.\r\n\r\nCreated back in 2016, the Basic Attention Token has one of the biggest names behind it, that of Brendan Eich, the creator of JavaScript and the legendary co-founder of Mozilla. Other noteworthy team members include Brian Bondy, lead developer and co-founder of Brave and Scott Locklin, senior engineer, and co-founder of Kerf Software.\"\r\n\r\nBasic Attention Token is created by the team that built the <a href=\"https://brave.com/coi600\">Brave browser</a>, an open-source, privacy-focused browser that blocks ads and trackers. The browser measures user attention and rewards publishers for users attention. \r\n\r\nUse the Brave browser to protect your privacy and support CoinGecko at the same time: https://brave.com/coi600", "wMANA": "Decentraland is an Ethereum-powered virtual reality platform. In this virtual world, you purchase plots of land that you can later traverse, build upon, and monetize. There’s no limit to what you can do. It’s the first digital platform that’s completely owned by its users. Similar to games like Skyrim and Fallout, Decentraland is an all-immersive virtual universe. However, instead of playing on a 2-dimensional screen, you participate in a 3-dimensional world. It seems to be the logical next step before creating full-blown AI-based games in the physical space à la Westworld. Similar groupings on LAND comprise Districts. Districts are basically communities that revolve around a shared theme. For example, there may be a District just for crypto enthusiasts with cryptocurrency apps and services.\r\n\r\nThe Decentraland team is led by Ari Meilich (Project Lead) and Esteban Ordano (Tech Lead). Ordano previously worked at <a href=\"https://bitpay.com/\">Bitpay</a> as a software engineer and founded Smart Contract Solutions, Inc. Both founders have also worked together in creating Stremium and <a href=\"https://www.coingecko.com/en/coins/bitcore\">Bitcore</a>. Decentraland has been around for longer than you may think. The team hit their first development milestone, Stone Age, in June 2015. This was a simple, pixelated grid that allocated pixels to users through a proof-of-work algorithm. Most recently, they held a Terraform Event in which they sold LAND in the new, 3D world. The team has also partnered with <a href=\"https://www.coingecko.com/en/coins/district0x\">district0x</a>, <a href=\"https://www.coingecko.com/en/coins/aragon\">Aragon</a>, and imToken to provide some of their services. \r\n\r\nMANA is the token used to buy lands in Decentraland. The Blockchain platform can be incorporated in order to buy or sell the various digital assets available in the virtual world. An unclaimed land would have the same market pricing on every exchange possible and precisely the developers are on a hunt for such since as they can build on top of it, and attract lot of popularity. However, one must keep in mind that the land parcels are different from them and each one of them varies according to the various market conditions of that time. Mana can be a great investment and can be bought by trading and with other <a href=\"https://www.coingecko.com/en/coins/bitcoin\">Bitcoin</a>, <a href\"https://www.coingecko.com/en/coins/ethereum\">Ethereum</a>, or any other prominent cryptocurrency and on some of the most notable cryptocurrency exchanges. Specifically, <a href=\"https://www.coingecko.com/en/exchanges/binance\">Binance</a> and <a href=\"https://www.coingecko.com/en/exchanges/huobi\">Huobi</a> are two of the best cryptocurrency exchanges that one can suggest for trading Mana tokens.\r\n\r\nThe Decentraland coin isn’t a minable cryptocurrency as it is issued on the Ethereum blockchain, unlike Bitcoin and other similar currencies. So users looking to engage in some Decentraland mining will be disappointed. Instead, it was sold during token sales and is now being traded on exchanges.", "wXIO": "We are Blockzero Labs, a blockchain startup network focused on launching innovative, original, and experimental ideas into the decentralized world.", "wLAYER": "UniLayer is a new generation decentralised trading platform built on top of Uniswap that enables key features for professional-level trading with its LAYER utility token, focusing on automated swaps and liquidity management, flash staking, charts and analytics, live order books, and a lot more.", "wUMX": "UniMex is an innovative onchain margin-trading platform entirely contained within Uniswap. Which means that shorts/longs are directly executed on Uniswap, rather than through an offchain approach e.g. through a 0x relayer. Margin traders are charged fees which are disbursed to lenders as a reward for supplying liquidity to lending pools.", "wARMOR": "Armor is the first insurance aggregator for DeFi. Leveraging the underwriting capability of Nexus Mutual, it offers pay-as-you-go insurance products and the ability to buy insurance covers without KYC.\r\n\r\nIt is the second iteration of the yInsure product from Yearn Finance. The first iteration of yInsure failed after the yInsure’s founders had a fallout. Yearn Finance chose to partner with COVER instead after the event and leave the yInsure product to Armor. \r\n\r\nDuring launch, there are four main products, arNXM, arNFT, arCORE and arSHIELD. ", "warNXM": "The arNXM Vault allows users to deposit their wNXM tokens in the Nexus Mutual ecosystem and earn yield without requiring KYC. \r\nUsers receive a new arNXM token as a replacement which is the yield bearing token for the vault and is not subject to the mandatory 90-day (soon 30 day) lockup period. \r\nThe vault will hold a set amount in the reserve to provide liquidity for exchanges between arNXM and wNXM tokens and stake the remaining holdings into the Nexus Mutual system to generate yield. ", "wDPI": "A basket created by DeFiPulse of the top DeFi tokens by market cap. The DPI Set is rebalanced monthly to realign to its market cap weighted index. Buy into the top DeFi tokens by buying the DeFiPulse Index Set.", "wDHC": "DHC is the utility coin of DeltaHub Capital platform used to grant access to deals flow, stake to earn DHG governance token. Its the foundation of community governed economic model (C-GEM) proposed by DHC.", "wEWTB": "Energy Web Token (EWT) is the native token of the Energy Web Chain, a public, Proof-of-Authority Ethereum Virtual Machine blockchain specifically designed to support enterprise-grade applications in the energy sector. The Energy Web Chain is operated and governed by over 25 Validator nodes from 15 countries, including utilities, grid operators, and startups. In addition to its native token, the EW Chain supports all ERC standards. The Energy Web Chain was launched in June 2019 by Energy Web Foundation - a global nonprofit unleashing blockchain's potential in the energy sector - and its global consortium of Members that includes upstream energy companies, utilities, grid operators, software developers, and technology vendors. For more information, visit energyweb.org.", "wCC10": "CC10 is a passively managed, capitalization-weighted index that tracks the top 10 tokens by market cap from the Cryptocurrency market sector defined by NDX governance. It uses a high-fee AMM to rebalance gradually toward portfolio targets, which are set by a smart contract using price data from Uniswap.", "wAUDIO": "AUDIO is the native platform token of the Audius streaming protocol. AUDIO is staked for security, feature access and governance and earned by artists, fans and node operators who drive Audius.", "wLEAD": "\"The Lead Token is the native currency that fuels the products and services that are delivered on Lead Wallet. Thereby making Lead token a utility token as it will be needed to access some major service areas of Lead Wallet application.\r\n\r\nThe Lead Token is minted on the Ethereum VM as an ERC20 standard token. There will only be a total of one billion Lead Token supply. The LEAD total supply is a fixed supply. It is designed with a deflationary monetary system whereby 30% of Lead Wallet quarterly profits are used to purchase LEAD from the exchanges and are permanently burnt. Lead Wallet revenue will be generated from all the services offered via the lead wallet with a quarterly audit report.\r\n\r\nEvery Quarter, Lead team will conduct an audit of all the earnings from Lead Wallet, after which 30% of the total net profit will be used to buy back a portion of the Lead token, which will be permanently burnt. This process will continue until only 30% of the total LEAD supply is left.\"", "wUNI": "UNI is the governance token for Uniswap, an Automated Market Market DEX on the Ethereum blockchain. The UNI token allows token holders to participate in the governance of the protocol. Key decisions such as usage of the treasury or future upgrades can be decided through a governance vote.", "wUNN": "UNION is a technology platform that combines bundled protection and a liquid secondary market with a multi-token model. DeFi participants manage their multi-layer risks across smart contracts and protocols in one scalable system. UNION decreases the barriers to entry for retail users and lays the foundation for institutional investors.", "wSOCKS": "$SOCKS is a token that entitles you to 1 real pair of limited edition socks, shipped anywhere in the world. You can sell the token back at any time. To get a real pair, redeem a $SOCKS token. $SOCKS tokens are listed starting at $12 USD. Each buy/sell will move the price. The increase or decrease follows a bonding curve. $SOCKS will eventually find an equillibrium based on market demand. Buying or selling socks uses the uniswap protocol and accepts any token input as a payment method. The pool of SOCKS is a uniswap pool where 500 SOCKS tokens were deposited along with the starting value of ETH.", "wDEXT": "DexTools is a trading assistant focused on Decentraliced exchanges.", "wHEX": "Launched on December 2, 2019 by Richard Heart and team, HEX is the first certificate of deposit on the blockchain, essentially time deposits that gain interest, HEX is an ERC20 Token that runs over the Ethereum network\r\n", "wZEE": "Multi-Chain protocol with Liquidity Mining, DeFi Token Offering, and DEX Aggregation. All that power to DeFi with zero fee using Transaction Fee Mining.", "wwANATHA": "Project Anatha is a vertically integrated DeFi ecosystem that feeds rewards in the form of native tokens directly back to participants, providing a kind of regenerative universal basic income.", "wRAMP": "Unlocking liquid capital from staked assets - Tap into cross chain liquidity and stake farming.\r\n", "wPRQ": "PARSIQ is a middleware connectivity layer between on-chain and off-chain systems. We run our own nodes (Bitcoin, Ethereum, Algorand, BSC, Solana, Celo and Dash), embed our trackers and tracers in the source code, and enable our users to write conditional scripts to monitor transactions and events and create data streams delivered to off-chain systems. We like to call our scripts smart triggers, which effectively is IFTTT for blockchain. Our triggers also allow for data enrichment via integration with third party datasets like Chainlink, Aave, Balancer, Ocean protocol, Uppsala Security, Bitfury Crystal, and others.", "wSLP": "Smooth Love Potion (SLP) tokens can be earned as rewards by Axie Infinity players through battle or adventure mode. SLP are tokens that can be used to breed new digital pets, known as Axies. It was formally known as Small Love Potion before the token upgrade to the Ronin blockchain.\r\n\r\nThe cost of breeding begins at 100 SLP but increases gradually — rising to 200 SLP for the second breed, 300 for the third, 500 for the fourth, 800 for the fifth, and 1,300 for the sixth. Axies can be bred a maximum of seven times, and the seventh breed costs 2,100 SLP. This limit exists in order to prevent hyperinflation in the marketplace.\r\n\r\nSLP paves the way to the concept of Play-to-earn which popularizes the Axie Infinity games among players who are looking to earn some money or participate in DeFi. It is especially popular in countries like Philippines. ", "wSAND": "The Sandbox is a community-driven platform where creators can monetize voxel ASSETS and gaming experiences on the blockchain.\r\n\r\nSAND is the utility token used throughout The Sandbox ecosystem as the basis of transactions and interactions. It is an ERC-20 utility token built on the Ethereum blockchain. There is a finite supply of 3,000,000,000 SAND.", "wCVP": "PowerPool is a decentralized protocol for automatically managed token portfolios and smart indices. Protocol uses capital stored in portfolios/indices for generating additional yield from staking, vaults, and meta-governance. PowerPool is governed by CVP token holders, including protocol upgrades, new indices, portfolio strategies, and usage of meta-governance power.", "wREN": "Ren is an open protocol that enables the movement of value between blockchains. Ren's core product, RenVM, is focused on bringing interoperability to decentralized finance (DeFi). Ren was founded in 2017 and is headquartered in Singapore.", "wXOR": "Sora is a supranational world economic system and decentralized and democratic governance structure. \r\nSORA is both a new economic system that decentralizes the concept of a central bank as well as a network in the Polkadot ecosystem that will connect to the Polkadot relay chain and the parachains with built-in tools focused on DeFi.\r\nThe SORA Network excels at providing tools for decentralized applications that use digital assets, such as atomic token swaps, bridging tokens to other blockchains, and creating programmatic rules involving digital assets.\r\n​SORA Parliament is the governance system for the SORA Network.", "wPAXG": "PAX Gold (PAXG) is an asset-backed token where one token should represent one fine troy ounce of a London Good Delivery gold bar, stored in professional vault facilities. Anyone who owns PAXG has ownership rights to that gold under the custody of Paxos Trust Company. Since PAXG represents physical gold, its value is tied directly to the real-time market value of that physical gold.\r\n\r\nPAXG gives customers the benefits of actual physical ownership of specific gold bars with the speed and mobility of a digital asset. Customers are able to have fractional ownership of physical bars. On the Paxos platform, customers can convert their tokens to allocated gold, unallocated gold, or fiat currency (and vice versa) quickly and efficiently, reducing their exposure to settlement risk. PAXG is also available for trading on Paxos’ itBit exchange. PAXG will also be available on other crypto-asset exchanges, wallets, lending platforms and elsewhere within the crypto ecosystem. \r\n\r\nAt any time, PAXG holders can lookup the serial number, value and physical characteristics of their vaulted gold just by entering their Ethereum wallet address on the PAXG lookup tool on Paxos.com/paxgold.", "wQNT": "London-based Quant Network is set to revolutionise blockchain technology with the development of their blockchain operating system Overledger. The experienced team are determined to fulfil the original vision of the internet by creating an open trusted network for people, machines, and data to operate securely and safely.\r\n\r\nOverledger -the first interoperable blockchain operating system that facilitates internet-scale development of decentralised, multi-chain applications. Overledger has the ability to unlock and distribute value and applications across current and future blockchains. It is an agnostic platform that connects the world's networks to blockchains and ensures you're not limited to any single a vendor or technology. Overledger is the only platform that facilitates the development of internet-scales development of decentralised, multi-chain applications.", "wORAI": "About Oraichain\r\n\r\nOraichain is a data oracle platform that aggregates and connects Artificial Intelligence APIs to smart contracts, serving as a foundational base for the creation of new Dapps leveraging AI technologies. Oraichain is the world’s first AI-powered oracle aiming to revolutionize the AI, DeFi, and Blockchain industries.\r\n\r\nUnlike regular oracles that use raw data, Oraichain’s AI oracle uniquely uses AI APIs to consume or create data on-the-fly via virtual machines on smart contracts. Data quality, reliability and security are enhanced by using test cases, which help to avoid intermediaries, increase trust and open up unprecedented application functionalities. AI-powered oracles are the new generation of smart contracts.\r\n\r\nBeyond data oracles, Oraichain interconnects Artificial Intelligence and Blockchain technologies. With AI as the cornerstone, Oraichain ecosystem contains an AI API marketplace, a Data & Request Hub, Publisher Service, Training Service, and Dapp Hosting.\r\n\r\nOraichain network provides the infrastructure and consensus mechanisms for Blockchain and AI training. These interconnected ecosystems accelerate the development of Web3, DeFi, enterprise and academia applications. yAI.finance is the first use case of Oraichain, a DeFi platform using unique AI-based features and strategies. Oraichain AI Marketplace offers AI products and APIs with the goal of becoming the one-stop-shop for Artificial Intelligence services.\r\n", "wTRU": "It is a DeFi uncollateralized lending protocol developed by the TrustToken team. Lenders can borrow cryptocurrencies with predictable loan rates without the need to pledge collaterals like Aave, Compound, and Venus. In the long term, TrueFi aims to become a market-driven, automated credit rating and lending system. This will demand building beyond the rigid, conservative constraints such as minimum/maximum APY and high TRU participation factor. It will also require increased levels of responsibility from users, especially for onboarding new borrowers beyond the pre-approved whitelist and approving new loan types.", "wNU": "Privacy layer for distributed systems and decentralized applications. NuCypher KMS helps dApp developers secure their data on the blockchain with decentralized proxy re-encryption as a service.", "wRAZOR": "Razor Network is a decentralized oracle network, which connects smart contracts with real-world off-chain data in a fast, robust and secure way. The core of Razor Network is a set of smart contracts that can run on any Ethereum compatible blockchain. Razor network is blockchain agnostic and will be integrated with multiple blockchains.", "wLINK": "Chainlink is a decentralized oracle service, the first of its kind. When <a href=\"https://www.coingecko.com/en/coins/ethereum\">Ethereum</a> went live in 2015, it revolutionized what blockchain could bring to enterprise solution and traditional business. Blockchain was no longer just a medium for new age financial transaction, confined to <a href=\"https://www.coingecko.com/en/coins/bitcoin\">Bitcoin’s</a> potential to disrupt traditional currency exchange. With Ethereum powered smart contracts, Vitalik Buterin opened up a Pandora’s Box of use cases for blockchain technology. Problem is, per their design, smart contracts can only manage data on the blockchain. Their potential, the ability to provide tamperproof, decentralized applications for uses the world over, is still largely untapped, as many of the smart contract programs built on Ethereum lack a bridge to the real world industries they’re trying to improve.\r\n\r\nChainlink’s first component consists of on-chain contracts deployed on Ethereum’s blockchain.  These oracle contracts process the data requests of users looking to take advantage of the network’s oracle services. If a user or entity wants access to off-chain data, they submit a user contract (or requesting contract) to Chainlink’s network, and the blockchain processes these requests into their own contracts. These contracts are responsible for matching the requesting contract up with the appropriate oracles. The contracts include a reputation contract, an order-matching contract, and an aggregating contract. The first of these, the reputation contract, is exactly as it sounds: it checks an oracle provider’s track record to verify its integrity. In turn, the order-matching contract logs the user contract’s service level agreement on the network and collects bids from responsible oracle providers. Finally, the aggregating contract accumulates the collective data of the chosen oracles and balances them to find the most accurate result.\r\n\r\nUnfortunately, the Chainlink team does not offer a roadmap, but a testnet of Chainlink’s services should come sometime within Q1 of 2018. Generally, the project’s general lack of marketing and concrete updates have frustrated community members in the past. Sergey Nazarov, the project’s CEO, is known for a quiet community presence that favors of behind-the-scenes work on Chainlink. The team may not hype their project much, but for what it’s worth, they sacrifice brand marketing in favor of product development–and some community members find this focus to be refreshing. For instance, they’ve established an oracle with Swift Bank, and have a few quiet partnerships with zepplin_os and Request Network.\r\n\r\nChainlink has the potential to connect smart contracts with the outside world. It may allow parties to smart contracts to be able to receive external inputs that prove performance and create payment outputs that end users want to receive, such as bank payments. This has the potential to allow smart contract to mimic the vast majority of financial agreements currently available in the market. With the Chainlink Network, anyone can securely provide smart contracts with access to key external data and any other API capabilities, in exchange for financial reward. Although it remains to be seen how the incentive system will operate, there is potential for rewards similar to those available for crypto miners to be available to Node Operators that provide useful data to the Chainlink network.\"\r\n\r\nCheck out <a href=\"https://www.coinbureau.com/review/chainlink-link/\">CoinBureau</a> for the complete review on Chainlink.", "weRSDL": "The eRSDL ecosystem is like a safe-harbor where sophisticated parties are the \"pricing oracles\" and ordinary people can participate alongside with a reduced chance of being gamed by experts.", "wsUSD": "sUSD, or synthetic USD, is a synthetic asset launched by Synthetix Exchange. sUSD mirrors and tracks the price of USD provided by an oracle - Chainlink.", "wXFI": "Xfinance is a decentralized finance (DeFi) yield aggregator platform, which aims to build an aggregate liquidity pool, a leveraged trading platform, automatic market making, and other functional platforms.", "wRLC": "iExec is an open-source, decentralized cloud computing platform, running on <a href=\"https://www.coingecko.com/en/coins/ethereum\">Ethereum</a> blockchain. iExec allows decentralized applications (dApps) an on-demand access to computing resources and technologies on iExec cloud. iExec has built a blockchain network where dApps can take advantage of cost effective and high-performance resources such as servers, databases, SaaS applications, web hosting and computer farms. iExec’s native cryptocurrency — The RLC token is the primary asset used to access services in iExec infrastructure. RLC is short for “Run on Lots of Computers.”\r\n\r\niExec is headquartered at Lyon, France. It was founded by Gilles Fedak and Haiwu He, both are serving as Chief Executive Officer and Head of Asian-Pacific Region of iExec, respectively. Oleg Lodygensky is the Chief Technical Officer. Gilles Fedak received his PhD from the University of Paris Sud in 2003, and has been working as INRIA (Inventeurs du Monde Numerique) research scientist at ENS in Lyon, France. Similarly, Haiwu completed his M.Sc. and PhD from the University of Sciences and Technologies of Lille, France. On April 19, 2017, iExec launched its token sale and raised more than $12 million in exchange for 86,999,784 RLC.\r\n\r\nIn order to support dApps, smart contracts, and their platforms, iExec takes processing-intensive computations off-chain so as to keep a blockchain’s on-chain functions running smoothly. To do this, iExec makes use of XtremWeb-HEP, an open-sourced Desktop Grid Software.  Desktop Grid computing (also known as Volunteer Computing) pools unused computing resources to be used by applications and platforms, and according to iExec’s whitepaper, XtremWeb-HEP “implements all the needed features” to make this possible on a global scale, including “fault-tolerance, multi-applications, multi-users, hybrid public/private infrastructure, deployment of virtual images, data management, security and accountability, and many more.” Essentially, with this software, dApps can utilize any computing resource in the iExec framework to run their programs.\r\n\r\nIn their whitepaper, the iExec team lays out the project’s competitive landscape and explains these competitors in relation to iExec. They’re quick to note that decentralized cloud storage providers like <a href=\"https://www.coingecko.com/en/coins/filecoin\">Filecoin</a>, <a href=\"https://www.coingecko.com/en/coins/storj\">Storj</a>, and <a href=\"https://www.coingecko.com/en/coins/siacoin\">Siacoin</a> are not direct competitors, and it’s easy to see why.  While iExec could theoretically take a step in this direction as it matures, it’s not a storage platform; it’s a computing platform. This does put it in competition with other decentralized computing protocols like <a href=\"https://www.coingecko.com/en/coins/golem\">Golem</a> and <a href=\"https://www.coingecko.com/en/coins/golem\">SONM</a>. Both of these, however, are taking aim at a different animal.  Essentially, they’re both building a decentralized supercomputer on blockchain technology, while iExec is targeting dApp development and sustainability.  Both look towards a future of a blockchain-powered, decentralized internet, but their functions, while sometimes similar, are more complementary than conflicting.", "wCORE": "CORE is a non-inflationary cryptocurrency that is designed to execute profit-generating strategies autonomously with a completely decentralized approach. In existing autonomous strategy-executing platforms a team or single developer is solely responsible for determining how locked funds are used to generate ROI. This is hazardous to the health of the fund as it grows, as it creates flawed incentives, and invites mistakes to be made. CORE does away with this dynamic and instead opts for one with decentralized governance.\r\n\r\nCORE tokens holders will be able to provide strategy contracts and vote on what goes live and when, in order to decentralize autonomous strategy execution. 5% of all profits generated from these strategies are used to auto market-buy the CORE token.", "wCFi": "CyberFi is a non-custodial intelligent automation platform that is reshaping the DeFi user experience. From beginners to experts, users can finally automate separate actions and events which makes using DeFi platforms simple and easy to use for the masses, while providing advanced features for professionals. CFi is used for governance, fees and subscriptions on the CyberFi platform.", "wWISE": "Wise is a decentralized Ether-backed investment tool programmed to earn users' interest when locked up over periods of time (similar to a bond).", "wPOOLZ": "Poolz is a swapping protocol that enables startups and project owners to auction their tokens for bootstrapping liquidity. As the blockchain-cryptocurrency community moves closer to absolute decentralization, Poolz empowers innovators in their pre-listing phase, bringing them closer to early-stage investors.", "wDAI": "MakerDAO has launched Multi-collateral DAI (MCD). This token refers to the new DAI that is collaterized by multiple assets.\r\n", "wSUSHI": "Sushi is a DeFi protocol that is completely community-driven, serving up delicious interest for your held crypto assets.\r\n\r\nOn Sushi, you can take advantage of passive-income providing DeFi tools such as liquidity providing, yield farming and staking. Furthermore, due to the decentralized nature of being an AMM (Automated Market Maker), Sushi has fewer hurdles to execute your cryptocurrency trades and all fees are paid to the users who provided liquidity, just as it should be!", "wQRX": "QuiverX is a utility token for the QuiverX Capital platform which is focused on tokenizing non-crypto related small and medium businesses.", "wBIRD": "Bird.Money is developing data-driven solutions used to analyze risk in Decentralized Finance by securely delivering their Blockchain Individualized Risk of Default (BIRD) Score — DeFi’s improvement on the legacy financial system’s credit score — to lending platforms and protocols. The BIRD Score is the first DeFi credit score based on the statistical prediction of loan default, created using advanced machine learning methods and made available to lending protocols as a simple, accessible rating. It’s the next generation of credit scoring.\r\n\r\nTogether with its lending platform, decentralized analytics oracle and API, Bird.Money is leading the way in empowering DeFi product innovation. Bird.Money’s suite of analytics products and services enable truly individualized DeFi solutions to be uniquely tailored to each and every user.", "wAXN": "Axion is an emerging global monetary system designed to increase the purchasing power of the network participants. Axion offers high-interest yielding time-locked deposits on the Ethereum blockchain, while also offering a first of its kind smart contract powered venture capital fund.", "wBMI": "Bridge Mutual is a decentralized, discretionary p2p/p2b insurance platform that provides coverage for stablecoins, centralized exchanges, and smart contracts. Its platform allows users to provide insurance coverage, decide on insurance payouts, and get compensated for taking part in the ecosystem.", "wMATIC": "Polygon (Previously Matic Network) is the first well-structured, easy-to-use platform for Ethereum scaling and infrastructure development. Its core component is Polygon SDK, a modular, flexible framework that supports building multiple types of applications.\r\n\r\nUsing Polygon, one can create Optimistic Rollup chains, ZK Rollup chains, stand alone chains or any other kind of infra required by the developer. \r\n\r\nPolygon effectively transforms Ethereum into a full-fledged multi-chain system (aka Internet of Blockchains). This multi-chain system is akin to other ones such as Polkadot, Cosmos, Avalanche etc with the advantages of Ethereum’s security, vibrant ecosystem and openness.\r\n\r\nNothing will change for the existing ecosystem built on the Plasma-POS chain. With Polygon, new features are being built around the existing proven technology to expand the ability to cater to diverse needs from the developer ecosystem. Polygon will continue to develop the core technology so that it can scale to a larger ecosystem. \r\n\r\nThe $MATIC token will continue to exist and will play an increasingly important role, securing the system and enabling governance.", "wAAVE": "Aave is a decentralized money market protocol where users can lend and borrow cryptocurrency across 20 different assets as collateral. The protocol has a native token called AAVE, which is also a governance token that lets the community decide the direction of the protocol in a collective manner. Lenders can earn interest by providing liquidity to the market, while borrowers can borrow by collateralizing their cryptoassets to take out loans from the liquidity pools.\r\n\r\n", "wLEND": "Aave is a decentralized lending platform that runs on <a href=\"https://www.coingecko.com/en/coins/ethereum\">Ethereum</a> Network which offers secure, peer-to-peer lending Smart Contracts. Aave strives to break through the traditional bank loans system with a more efficient solution. Aave also uniquely allows a borrower and a lender to decide on important loan details that can eliminate the need of a middle man. Due to the elimination of middlemen, process fee for a loan does not exist on this platform. This provide convenience to any lender and borrower to create loans on their agreed terms. Decentralized lending has fixed many issues and one of the reasons why is the transparency of loan.\r\n\r\nThe Ethereum network provides a transparent ledger where all transactions are available to be inspected. Secondly, it isn’t necessary to find a trusted loan provider because all collateral which is the digital asset for loans are stored and locked in a smart contract and broadcasted on the public ethereum blockchain. It is also flexible for borrower to manage the collateral by refilling or withdrawing part of it. Borrower may make such changes when the lender is notified and aware of such movement. If the lender finds out that the action is not communicated, the lender is allowed to initiate a margin call.  \r\n\r\nThis year, Aave has made a major upgrades in its Q1 2018. They have deployed the new development for their peer-to-peer lending application named Alpha 0.3. The development process of Alpha 0.3 has started since the early of 2017. The new release also includes a completely new user interface which targets to lower the learning curve of user experience on the app. Furthermore, the new user interface has new sections to make lending process simpler such as including a ‘My Loan’ section, collectible badges and more. Other than that, the team is also in the process of developing more updates for the smart contracts. Hence, the team has decided to provide zero-fee lending with the use of LEND token as a medium of exchange, as an alternative to borrowing in Ethereum. The purpose of this is to provide a cross-blockchain lending currency which will prompt users to use LEND as the medium of exchange. \r\n", "wPOLS": "POLS token holders will be able to vote on product features, token utility, types of auctions and even decide which projects get to be featured by Polkastarter. ", "wUBT": "Unibright is a team of developers with 20+ years of experience in business integration. Unibright offers low-code blockchain integration tools for Enterprises.\r\n\r\nAfter our launch, we have launched our low-code integration framework, created \"Freequity\", our tokenization platform and are actively involved in baseline protocol and the Ethereum Enterprise Alliance (EEA).\r\n\r\nTogether with our technology partner Provide Services, we are building Baseledger, a public-permissioned, council-governed blockchain network that fulfills the major requirements of enterprise organizations for participating in Baseline-enabled processes. \r\n\r\nWith our tech partners we working with different clients like Cona Services, Fraunhofer IPK and others. \r\n\r\nFollow our news channels to not miss any updates!", "wFRAX": "The first fractional-algorithmic stablecoin", "wKEEP": "A keep is an off-chain container for private data. Keeps help contracts harness the full power of the public blockchain — enabling deep interactivity with private data.\r\n\r\nKeep Network aims to provide an off-chain “containers” — called keeps — that should keep private data safe from the public blockchain, thereby enabling smart contracts to maximize the full potential of blockchain tech without compromising on transparency or privacy. Keeps will be used to encrypt and store private data, and the keeps are to be protected by secure multi-party computation (sMPC) that allows generating, storing, encrypting and transmitting of data among different users.", "wRSR": "Reserve aims to build a stable, decentralized, asset-backed cryptocurrency and a digital payment system that scales supply with demand and maintains 100% or more collateral backing. Ultimately, Reserve’s goal is to create a universal store of value – particularly in regions with unreliable banking infrastructure and regions where hyperinflation is an issue. The Reserve system will interact with three kinds of tokens: \r\n\r\n(1) The Reserve token (RSV), which is a stable cryptocurrency that can be held and spent the way we use normal fiat money; \r\n\r\n(2) The Reserve Rights token (RSR), a protocol token used to facilitate the stability of RSV.\r\n\r\n(3) A growing variety of tokenized real-world assets (such as other stablecoins) that are held by the Reserve smart contract to back RSV. ", "wMPH": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n", "wPAID": "PAID Network is a business toolkit for all your needs, encompassing SMART Agreements, escrow, reputation-scoring, dispute arbitration and resolution, as well as DeFi tools such as insurance, borrowing and lending. PAID aims to take the lawyers out of legal contracts, making simple, easy-to-use SMART Agreements available for users. Reputation-scoring tracks user behavior, while escrow and dispute arbitration/resolution ensure PAID users receive the value stipulated in their contract. DeFi tools work in concert with the aforementioned elements to provide a one-stop solution for conducting business transactions.", "wSXP": "The Swipe Wallet has been designed to require Swipe Tokens SXP to perform all functions and utility of the Wallet including to use the services and to make withdraws. Users on the Swipe Wallet can buy, sell, and pay with their cryptocurrencies to fiat directly within the Wallet application as well as purchase Gift Cards and make instant exchanges between all supported assets. Users are able to use their SXP tokens on launch and there are also tiered benefits based on the SXP holding on the Wallet Contract. All Swipe Wallets require a 1 SXP deposit to activate and utilize on-chain functions based on an audited Smart Wallet-Contract to perform its duties. The protocol has been designed and built on Ethereum and destroys 80% of network and transaction fees are and 20% of the fees are retained by the company.", "wREQ": "What Is Request (REQ)?\r\nThe Request (REQ) utility token, launched in 2017, ensures the performance and stability of the Request Network. The Request Network itself is an Ethereum-based decentralized payment system where anyone can request a payment and receive money through secure means. It removes the requirement for third parties in order to provide a cheaper, more secure payment solution that works with all global currencies.\r\n\r\nWhen a user creates a request for payment, they define to which address the payment needs to be allocated and what the amount is. The user can also define the terms and conditions of the payment, upgrading a simple request into an invoice. Once this is completed, the user can share their request to be paid by their counterparty.\r\n\r\nEvery step is documented and stored on the Request network, allowing everyone involved to easily keep track of all the invoices and payments for accounting purposes.\r\n\r\nRequest is also integrated with legislation across the world to remain compliant with the trade laws of each individual country.\r\n\r\nWho Are the Founders of Request?\r\nThe founders of Request are Christophe Lassuyt and Etienne Tatur.\r\n\r\nChristophe Lassuyt is currently the chief financial officer at Request. Before this position, he co-founded MONEYTIS.\r\n\r\nEtienne Tatur is the chief technical officer of Request. Prior to this, he also co-founded MONEYTIS and worked as a lead developer at QOBUZ, a music streaming service.\r\n\r\nWhat Makes Request Unique?\r\nThe payments on Request are performed by simply sending an invoice through the blockchain; the counterparty can then detect the request and pay it with one click in a peer-to-peer manner. The fact that the payments are push-generated instead of pull-generated is one of Request’s key advantages. There is no need for users to share their account information. The use of blockchain technology also eliminates the need for third-party processors, resulting in a reduction in transaction costs.\r\n\r\nThe Request Network leverages decentralized blockchains such as Ethereum and IPFS for an increased level of security, privacy and data ownership for the end-user. The platform does have transaction fees, which is a cost that is required to broadcast a change to the blockchain network. The transaction fees are used to incentivize miners to reach consensus on the state of the network.\r\n\r\nREQ can be stored on wallets such as Metamask, MyEtherWallet, Ledger, imToken, Trezor, Atomic Wallet, Jaxx Liberty and Trust Wallet.\r\n\r\nHow Many Request (REQ) Coins Are There in Circulation?\r\nREQ is an ERC-20 token that can be spent to use the Request Network.\r\n\r\nA portion of the REQ fee is burned at a rate that is determined by the current supply and the exchange rate with other currencies.\r\n\r\nRequest’s (REQ) circulating supply is at 999,912,165 REQ as of February 2021 and the maximum supply is 999,983,984 tokens.\r\n\r\nHow Is the Request Network Secured?\r\nREQ is an ERC-20 token based on the Ethereum platform. The requests made with REQ are stored on an immutable digital ledger. This ledger also serves as proof for all auditing purposes.", "wWHALE": "$WHALE is a social currency (cryptocurrency) that is backed by tangible and rare Non-Fungible Token (NFT) assets, while embodying scarcity through definitive limited issuance. $WHALE aims to be a tangible asset backed currency, with one dimension of the token value ascribed to it's \"VAULT\" contents of digital art and collectibles. The full value proposition WHALE is descibed by the team as encompassing: 1. The Vault; 2. The Brand; 3. The Community; 4. Leadership; and 5. Tokenomics. Noteably, the token is currently transitioning to a DAO structure, whereby the community will have full control of the $WHALE assets and revenue generation streams.", "wPNK": "Kleros is a blockchain Dispute Resolution Layer that provides fast, secure and affordable arbitration for virtually everything.\r\n\r\nKleros uses blockchain and crowdsourced specialists to adjudicate disputes in a fast, secure and affordable way. Kleros connects users who need to solve disputes with jurors who have the right skills to solve them. Crowdsourcing taps into a global pool of jurors. Blockchain technology guarantees evidence integrity, transparency in jury selection and incentives for honest rulings", "wAPY": "APY.Finance smart contracts continuously route your funds to a portfolio of the latest-and-greatest yield farming strategies.", "wOCEAN": "Ocean Protocol is an ecosystem for sharing data and associated services. It provides a tokenized service layer that exposes data, storage, compute and algorithms for consumption with a set of deterministic proofs on availability and integrity that serve as verifiable service agreements. There is staking on services to signal quality, reputation and ward against Sybil Attacks.\r\n\r\nOcean helps to unlock data, particularly for AI. It is designed for scale and uses blockchain technology that allows data to be shared and sold in a safe, secure and transparent manner.\r\n\r\nThe Ocean Protocol is an ecosystem composed of data assets and services, where assets are represented by data and algorithms, and services are represented by integration, processing and persistence mechanisms. Ocean Protocol facilitates discovery by storing and promoting metadata, linking assets and services, and provides a licensing framework that has toolsets for pricing.\r\n\r\nA multitude of data marketplaces can hook into Ocean Protocol to provide “last mile” services to connect data providers and consumers. Ocean Protocol is designed so that data owners cannot be locked-in to any single marketplace. The data owner controls each dataset.", "wSPI": "Order from Amazon, Walmart and eBay without the hassle of opening accounts there. And you don’t have to worry about your type of coin not being accepted, or about exchange rates and other complicated steps. We handle it all for you, so it is a one-stop, one-step shopping experience. We’ve made it as simple as possible for you.\r\n\r\nSearch, shop, and pay with your favorite coins – all from one place!\r\n\r\nIf you want to get even more for your coins, you can become a Token Holder and get 15% off on every purchase you make through Shopping.io.\r\nAn added bonus? All items have free shipping for Amazon and eBay. We also offer international shipping to our Token Holders, as well. You can pay with over 100 different coins.", "wUNISTAKE": "Unistake is a decentralised token protocol built to empower DeFi projects and incentivise liquidity providers through staking bonuses, yield farming and regular dividends.", "wMKR": "MKR is a cryptocurrency depicted as a smart contract platform and works alongside the Dai coin and aims to act as a hedge currency that provides traders with a stable alternative to the majority of coins currently available on the market. Maker offers a transparent stablecoin system that is fully inspectable on the Ethereum blockchain. Founded almost three years ago, MakerDao is lead by Rune Christensen, its CEO and founder. Maker’s MKR coin is a recent entrant to the market and is not a well known project. However, after today it will be known by many more people after blowing up 40% and it is one of the coins to rise to prominence during the recent peaks and troughs.\r\n\r\nAfter being developed by the MakerDAO team, Maker Dai officially went live on December 18th, 2017. Dai is a price stable coin that is suitable for payments, savings, or collateral and provides cryptocurrency traders with increased options concerning opening and closing positions. Dai lives completely on the blockchain chain with its stability unmediated by the legal system or trusted counterparties and helps facilitate trading while staying entirely in the world of cryptocurrencies. The concept of a stablecoin is fairly straight forward – it’s a token that has its price or value pegged to a particular fiat currency. A stablecoin is a token (like <a href=\"https://www.coingecko.com/en/coins/bitcoin\">Bitcoin</a> and <a href=\"https://www.coingecko.com/en/coins/ethereum\">Ethereum</a>) that exists on a blockchain, but unlike Bitcoin or Ethereum, Dai has no volatility.\r\n\r\nMKR is an ERC-20 token on the Ethereum blockchain and can not be mined. It’s instead created/destroyed in response to DAI price fluctuations in order to keep it hovering around $1 USD. MKR is used to pay transaction fees on the Maker system, and it collateralizes the system. Holding MKR comes with voting rights within Maker’s continuous approval voting system. Bad governance devalues MKR tokens, so MKR holders are incentivized to vote for the good of the entire system. It’s a fully decentralized and democratic structure, then, which is an underutilized USP of blockchain tech.\r\n\r\nValue volatility is a relative concept among both cryptos and fiat currencies. The US dollar, for example, was worth 110.748 yen on July 9, 2018. On July 4, 2011, $1 was worth 80.64 yen, and on March 18, 1985, $1 was worth 255.65 yen. These are major differences in exchange rates, and inflation within each country makes each currency worth different values even when compared to themselves. One USD in 1913 is worth the equivalent of $25.41 today, and even $1 in 1993 is worth the equivalent of $1.74 today. Stablecoins don’t negate these basic economic principles of value. Instead, both Tether and Dai have values pegged to the U.S. dollar. This is done to stabilize the price.", "wFARM": "Harvest automatically farms the highest yields in DeFi\r\n\r\n", "wUSDC": "USDC is a fully collateralized US dollar stablecoin. USDC is the bridge between dollars and trading on cryptocurrency exchanges. The technology behind CENTRE makes it possible to exchange value between people, businesses and financial institutions just like email between mail services and texts between SMS providers. We believe by removing artificial economic borders, we can create a more inclusive global economy. ", "wANT": "Aragon is a decentralized app (dApp) on the <a href=\"https://www.coingecko.com/en/coins/ethereum\">Ethereum</a> blockchain that allows anyone to create and manage a decentralized organization. The Aragon project is open source and led by the Aragon Foundation. It also includes a token, ANT, that grants voting rights to make decisions about the direction of future development. Eventually, Aragon hopes to be a fully decentralized autonomous organization and dApp that’s a neutral jurisdiction for anyone to create an organization on the blockchain. \r\n\r\nIn the early days of development, the project is relying on the nonprofit Aragon Foundation to provide direction and support as the project gets off the ground. The idea, however, is to eventually dissolve, scale back, or change the nature of the Foundation as community support grows. In the future, Aragon will be entirely decentralized and community led. Holders of the ANT token will have voting rights on all issues concerning Aragon. Aragon is an open source, non-profit project. It has many contributors. It also doesn’t technically have a CEO or CTO. Instead, it has a project lead. But don’t get it twisted, the lead is essentially the CEO. uis Cuende is leading the project. In 2011, he received a “Best Underage European Programmer” award, and he’s a recipient of Forbes’ 30 under 30 recognition. He’s a young guy, but with leadership and technical chops. He has advised the Vice President of the European Commission and is an MIT Innovators Under 35 awardee. He has founded several startups and created the first Linux distribution with face login.\r\n\r\nAragon offers several core features. It has a module for identity management and closely related modules for ownership and access control. Other modules include shareholder voting, fundraising through token generation, HR onboarding and payroll, and accounts payable/receivable. Taken together, the core functionality of Aragon covers the critical aspects of accounting, governance, and identity that make modern companies work. As you can see, these modules make up most of the administrative functions that a modern company or organization requires. It’s important to emphasize that these modules can individually be turned on and off, providing instant customization for the company’s needs. In addition, all of the code behind Aragon is open source. A company’s development team could edit them as needed to fulfill the company’s requirements. \r\n\r\nThe modular design of Aragon doesn’t stop with the core modules that come standard. Just as companies can edit existing modules, they’re free to develop completely new models as well. They can also develop atop the data and structures of existing models for extended functionality. The modular nature of Aragon, combined with its open source ethos, means we could see a whole ecosystem of free to use modules that extend capacity for organizations on Aragon. Aragon explicitly has the goal of creating a digital jurisdiction. Just like countries have jurisdiction over their citizens when it comes to courts of law, Aragon wants to create the first digital court of law. This court wouldn’t operate based on country boundaries. Instead, it would help enforce digital contracts between organizations on the Aragon platform.\r\n\r\nThe ANT token is the native token of Aragon and plays a critical role in the governance model and incentive structure of the platform. It represents the wealth of the decentralized economy and was initially sold during Aragon’s highly successful ICO in May 2017 that raised $24 million. Subsequently, the ANT token has come to represent a powerful share of the governance on the platform. ANT holders can vote on proposals, participate in arbitration and the decentralized court system, and help contribute to the non-profit Aragon Foundation or to research and development through the Aragon Nest program.", "wNPXS": "Pundi X is the project that wants to make spending crypto as easy as a credit card. Creators of the NPXS token hope that it will one day be used on their <a href=\"https://www.coingecko.com/en/coins/ethereum\">Ethereum</a>-based Point-of-Sale devices. This approach could give basic banking services to underdeveloped regions like Latin America and  Indonesia. One of the most notorious pain points in crypto is the ability to actually make purchases. Pundi X cryptocurrency plans to change all that by distributing hundreds to thousands of point-of-sale smart devices to retailers so they can accept payment in the form of NPXS, the network’s proprietary crypto token. If it can distribute the devices for free and with lower transaction fees than current card and mobile payment solutions provide, it’s a grand-slam idea.\r\n\r\nPundi X raised $35 million during its ICO from September 2017 through January 21, 2018. 35,000,000,000 NPXS (at the time known as PXS) were sold during the ICO presale and crowd sale. The team retained 15,750,000 and another 1,750,000,000 was distributed to early investors and the rest was held by Pundi X for further development and marketing. It also set aside 2 percent of sold tokens to fund bounty programs across social media and online platforms.\r\n\r\nThe Pundi X team are a talented group of technologists and entrepreneurs, which seems to be exactly what this project will need for success. In general the management team is comprised of computer engineers turned serial entrepreneur. The glaring exception to this is CEO and founder Zac Cheah, who was formerly an HTML games developer, but perhaps this is why he surrounded himself with such a strong team. The President of Pundi X, Constantin Papadimitrou, has a long history of founding successful fintech companies, and scaling them, which makes him an ideal fit for a project that will need rapid growth and adoption. The CTO/COO Pitt Huang created and sold his first business by the age of 25 and went on to create and sell several more business, including one that had over 200 employees.\r\n\r\nThe company is working on developing a card, which they are naming the XPASS card, which will work together with the mobile app and wallet, enabling payments and deposits by card (a familiar medium for most) that are pulled from the mobile wallet. In addition, users should be able to see the current market price of each cryptocurrency before paying for goods and services, allowing them to pay with the cryptocurrency that brings the best value at the time. This ability to pay for things easily with cryptocurrencies is what will finally give them real value in a widespread sense.\r\n\r\nPundi X has taken on an impressive and ambitious task in tackling what could amount to everyday adoption of cryptocurrencies by the masses, if their vision is realized. The technology seems appropriate for what they’re attempting, and the delivery of the first 500 POS devices shows that there is substance behind their efforts.\"", "wRFOX": "Southeast Asia’s first blockchain Venture Builder. We innovate with blockchain technology to build market leading companies in emerging markets", "wMTA": "Meta (MTA) is mStable’s protocol token and it has three core functions: \r\n- To coordinate decentralised governance. \r\n- To incentivise bootstrapping of mAsset liquidity, utility and a decentralised community of Governors.\r\n- To act as the source of re-collateralisation if it is implemented in future after being approved by governors.\r\n", "wRBC": "What is Rubic?\r\nRubic is a multichain DeFi ecosystem, which features cross-chain, Limit orders, P2P, and instant swaps across multiple blockchains, aiming to deliver a complete ONE-STOP decentralized platform.\r\nFor the moment, Rubic enables trades on Ethereum, Matic, and Binance Smart Chain networks.\r\n\r\nWho created Rubic?\r\nRubic's team has been present in the crypto sphere since 2017. First their product was platform MyWish - the leading platform for Smart contracts builders for blockchains (NEO, Ethereum, TRON, EOS, RSK, and WAVES) supported by TRON, Binance, Neo, OKEX, after that It has delivered several successful projects by now and has worked with big players such as Binance, Tron, NEO, and others. Rubic's platform was launched in September 2020.\r\n\r\nWhat is the purpose of RBC?\r\nRubic platform has an ERC-20 token, «RBC», which is used as the fuel within the Platform.\r\n\r\nWhere can I learn more about Rubic (RBC)?\r\nYou can find information about Rubic and RBC here: https://rubic.finance/\r\n", "wNOIA": "Syntropy is transforming the public internet into a secure and user-centric internet through a unifying layer where encryption and optimized performance are built-in and automatically enabled for anything and everything connected to it.", "wCEL": "For crypto to continue to spread and gain traction we’ve got to bring the next 100m people into the crypto community. In order to do that, real products built by real teams have to provide real utility to the public. We’re building Celsius to bring a new wave of financial products to the market designed, for the first time, to always do what’s in the best interest of its members instead of trying to make as much profit as possible. Members will be able to borrow USD against their crypto holdings in their wallet which will be used as collateral. Our goal is to allow anyone who’s in need of cash to easily borrow from the Celsius platform without having to sell their crypto holdings. In the future, through the Celsius Network, cryptocurrencies deposited by members into their Celsius Wallet will be available on the network for immediate borrowing and shorting.\r\n\r\n", "wROOM": "Oracle as a Service - OaaS and forecast market protocol built on Polkadot", "wYOP": "YOP is a yield optimization platform & protocol. It is an all-in-one yOptimization application that makes it easy for everyone to access DeFi. It gives you control, custody, insights and flexibility directly in one single application. \r\n\r\nOur platform brings together all the tools and our protocol brings together all the access to contracts and pools. All powered by our token, $YOP.", "wMAHA": "The MahaDAO is a decentralised organisation that aims to revolutionizing money. MahaDAO is a community focused DeFi project empowering billions to create timeless value through the ARTH token, the world's first valuecoin.", "wRPL": "Rocket Pool is a next generation decentralised staking network and pool for Ethereum 2.0\r\n\r\nRocket Pool is a self-regulating network of node operators; it automatically adjusts its capacity to match demand. The Rocket Pool protocol token is used to maintain an optimal capacity by:\r\nIncreasing capacity when needed, by incentivising node operators to join.\r\nDecreasing capacity when not needed, by disincentivising node operators from joining.\r\n\r\nIn addition to depositing ETH, a node operator is required to deposit a set amount of RPL per ether they are depositing. This RPL:ether ratio is dynamic and is dependent on the network utilisation. E.g:\r\nIf the network has plenty of capacity, then node operators need more RPL to make deposits. It gets progressively more expensive in terms of RPL to make node deposits when the network does not have enough ETH from regular stakers to be matched up with node operators. This helps prevent several attack vectors outlined in the whitepaper and keeps assignment of ether ‘chunks’ to nodes quick.\r\nIf the network is reaching capacity, then node operators need less RPL to join as the network needs more node deposits to be matched up with regular users deposits. If the network is maxed out and needs node operators to join quickly, it even drops to 0 for the first one to make a deposit.", "wNEXO": "The NEXO Token is an asset-backed token and is backed by the underlying assets of Nexo’s loan portfolio. NEXO Tokens Holders will get 30% of the company’s profits.\r\nNEXO Tokens offer additional utility features such as discounted interest rates on the Nexo Instant Crypto-backed Loans and are also accepted as collateral on the Nexo Platform.", "wSTBZ": "Reward token for the Stabilize Protocol, a system that pushes stablecoins towards their pegs.", "wBAL": "Balancer is a non-custodial portfolio manager, liquidity provider, and price sensor\r\n\r\nThe Balancer Protocol Governance Token (BAL) are distributed to Liquidity Providers of Balancer. BALs are a key way of decentralizing the governance of the protocol such that it can remain resilient over time, protected from the failure of any single stakeholder. \r\n\r\nThe proposed amount of distributed BALs to liquidity providers is 145,000 per week, or approximately 7.5M per year. This means in the first year of BAL’s existence there would be 30% supply inflation off the initially allocated supply of 25M tokens. This high rate of supply inflation is meant to kickstart the distribution of governance rights of the protocol out to those who earn it.", "wSWFL": "SWFL is a utility token for Swapfolio app, a Uniswap portfolio & trading terminal. Swapfolio offers more trading features and staking rewards to all token stakers.", "wLRC": "Loopring is a Decentralized Exchange (DEX) built on an Ethereum Layer-2 (L2) solution called zkRollup. It has both Automated Market Maker (AMM)-based and orderbook-based exchanges. \r\n\r\nzkRollup is an Ethereum L2 scaling solution that migrates computations off the blockchain. Loopring protocol only uses the underlying Ethereum blockchain as a data layer and a verification layer. As a result, Loopring's throughput is as high as 2,025 trades per second compared to Ethereum’s current throughput of 15 transactions per second. The result is that the cost per trade settlement is as small as $0.00015.\r\n\r\nLoopring's performance is sufficient for professional traders and market makers to deploy algorithmic strategies and other automated trading bots. This was not previously possible on any DEX as it was prohibitively slow and expensive. By building on top of Loopring 3.0, orderbook-based DEXs can be commercially viable for the first time. Loopring expects non-custodial exchanges can begin to outcompete and displace many centralized counterparts.", "wCOMP": "The Compound Governance Token is a governance token on the Compound Finance lending protocol, COMP allows the owner to delegate voting rights to the address of their choice; the owner’s wallet, another user, an application, or a DeFi expert. Anybody can participate in Compound governance by receiving delegation, without needing to own COMP.\r\n\r\nAnybody with 1% of COMP delegated to their address can propose a governance action; these are simple or complex sets of actions, such as adding support for a new asset, changing an asset’s collateral factor, changing a market’s interest rate model, or changing any other parameter or variable of the protocol that the current administrator can modify.", "wSNX": "Synthetix is based in Australia, Synthetix launched a seed funding round in September, 2017 to develop the concept of a self-contained stablecoin payment network. They then kicked off their public ICO on February 28, 2018 and by the end of the ICO on March 7, 2018, they had met their goal of $30,000,000 USD. Synthetix was <a href=\"https://blog.havven.io/havven-is-transforming-into-synthetix-2fdf727b8892\">rebranded</a> from Havven on November 30, 2018.\r\n\r\nSynthetix is led by a multidisciplinary team of 13 individuals. The project was founded by Kain Warwick, who previously co-founded blueshyft, one of the largest digital payment networks in Australia. The CTO is Justin Moses, who also serves as the Director of Engineering at MongoDB. Synthetix aims to address the problem that companies running centralized payment networks such as PayPal, credit card networks, or the SWIFT banking network have “absolute control over the value within the network, so any transaction conducted within them may be blocked or reversed at any time.” According to the Synthetix white paper, “Although this is ostensibly designed to protect users, it introduces systemic risk for all participants. If the network is compromised or its owners cease to behave benevolently, no party can trust that the value in their account is secure or accessible.”\r\n\r\nThis is theorized to work because anyone who holds SNX tokens in escrow will be incentivized by Synthetix rewards derived from network transaction fees that will be distributed “in proportion with how well each issuer maintains the correct Synths supply.” When a Synthetix escrow user puts their SNX in escrow, USD-stabilized Synths will be automatically put up for sale on a decentralized exchange at a price of $1 USD. To release escrowed SNX, the user must buy back the Synths issued (also at a price of $1 USD) at which point the Synths will be burned. The Synthetix system uses an algorithm to adjust network fees, and therefore dividends, to SNX holders to incentivize (or disincentivize) the holding of SNX in escrow smart contracts, and thus, the creation of Synths. The theory is that this will cause users to mint and burn Synths in the appropriate amount based solely on supply and demand.", "wDUCK": "The Duck Liquidity Pool is a DuckDAO DeFi Market Maker protocol that will provide an opportunity for yield farmers to take advantage of the new opportunities with real skin in the game. At the very core of the DLP is the “One-Sided Token Burn” (Unilateral burn) which is counterintuitive at first, because it burns 50% of the earned rewards.", "wCHAIN": "The CHAIN token is the primary medium of exchange used for all entry fees and contest payouts on the Chain Games network.", "wGRT": "The Graph is an indexing protocol and global API for organizing blockchain data and making it easily accessible with GraphQL. Developers can use Graph Explorer to search, find, and publish all the public data they need to build decentralized applications. The Graph Network makes it possible to build serverless dApps that run entirely on public infrastructure.\r\n\r\nGRT is the native token of the network that’s used to coordinate work. GRT is an ERC20 token. Node operators, called Indexers, stake and earn GRT for processing queries. Anyone can delegate GRT to Indexers to secure the network and earn rewards. Curators organize data on The Graph by signaling GRT on useful APIs, called subgraphs. Indexers, Delegators, and Curators work together to organize the data for the crypto economy and maintain a useful global API for DeFi and Web3.\r\n", "wROOT": "Rootkit is a highly advanced new DeFi protocol that pushes the limits of financial wizardry. Using a combination of permanent liquidity locks and a fixed supply currency, Rootkit creates a mathematical price floor. There can only ever be 10000 ROOT, and the price floor represents the lowest possible price a ROOT token can ever be. With our new ERC-31337 token wrapper, Rootkit is able to unlock the ETH from under the price floor and send it to a vault. This ETH is moved without effecting the market price, or depth of the order book. As the price floor rises through market volume, liquidity locks. Which means more ETH is unlocked from below the floor and sent to the vault. Because there is no tokens available to sell, the floor starts at the price, which is determined by how many ETH are raised in the ETH. Since we can unback the KETH below the floor, all of the ETH used to create the first liquidity can be used twice. This lets us offer our first LP a huge bonus, which is something no other protocol can do. The true power of Rootkit is the ability to use the same ETH multiple times to push the price up, without ever using it to sell back to the market, or push the price down. Rootkit, the future of finance.", "wSWAP": "An Evolution in Defi Transactions\r\nEscrow | Time-Release | Smart Swaps | Tokens & Tokenized Assets\r\n\r\nTrustswap is an easy way for you and anyone in the world to make safe cryptocurrency transactions together.\r\n\r\nEvery transaction paid in SWAP rewards stakers and liquidity providers with 80% of the transaction fee. 10% is burned, and 10% goes to the foundation\r\n", "wTVK": "TVK is the fuel of Terra Virtua, opening up a whole world of privileges, experiences and opportunities. Use TVK to get exclusive NFTs, drops, discounts, staking and other privileges. ", "wOMG": "The OMG Network is the value transfer network for ETH and ERC20 tokens.", "wBONDLY": "Bringing DeFi to the masses by bridging the gap between decentralized escrow payments and traditional marketplaces.", "wDETS": "A community driven decentralized exchange, platform built for trading ERC-20 tokens, interoperable with other chains, bridging gap between assets of different blockchain, with staking feature enabled.\r\nDextrust token will be liquidity fuel for the platform, giving back power to the community & holders.\r\nDextrust token will be used as governance token for Decentralized Autonomous Organisation (DAO) where community & holders can upvote proposals on actions & decisions taken, bringing a full decentralized model into Dextrust\r\n", "wAMPL": "Ampleforth is a digital-asset-protocol for smart commodity-money.\r\n\r\nThe smart commodity money with a unique elastic supply protocol. AMPL supply expands and contracts in response to it’s price deviating from a 1 USD target. Deviations result in a supply change of AMPLs once every 24 hours, increasing or decreasing the number of tokens in each holder’s wallet pro-rata. Ampleforth is the only asset in the world with this elastic supply property, and therefore has counter-cyclical trading pressure and is uncorrelated with other digital assets such as Bitcoin.", "wPOLK": "Polkamarkets is a DeFi-Powered Prediction Market built for cross-chain information exchange and trading, where users take positions on outcomes of real world events–in a decentralized and interoperable platform on Polkadot.\r\n\r\nUsers can monetise their forecasts of future outcomes and events within an interoperable and decentralized infrastructure, where your beliefs become assets with financial value traded openly on the market.\r\n\r\nBuy & Sell fractions of event outcomes, or even create your own events where others can take their own positions.\r\n\r\nParticipate & Provide Liquidity to Earn.", "wCRV": "Similar to Uniswap, Curve Finance is an Automated Market Maker (AMM) based Decentralised Exchange (DEX). Unlike Uniswap, its main focus is only to swap between assets that are supposed to have the same value. This is useful in the DeFi ecosystem as there are plenty of wrapped tokens and synthetic tokens that aim to mimic the price of the real underlying asset. \r\n\r\nFor example, one of the biggest pools is 3CRV, which is a stablecoin pool consisting of DAI, USDT, and USDC. Their ratio in the pool will be based on the supply and demand of the market. Depositing a coin with a lesser ratio will yield the user a higher percentage of the pool. As such when the ratio is heavily tilted to one of the coins, it may serve as a good chance to arbitrage.\r\n\r\nCurve Finance also supports yield-bearing tokens. For example, it collaborated with Yearn Finance to release yUSD pools that consisted of yDAI, yUSDT, yUSDC and yTUSD. Users that participated in this pool will not only have yield from the underlying yield-bearing tokens, but also the swap fees generated by the Curve pool. Including the yield farming rewards in terms of CRV tokens, liquidity providers of the pool actually have three sources of yield. ", "wMEME": "About $MEME MEME is the native token to the exclusive digital art NFT platform DontBuyMEME. The platform hosts digital artists from around the world and offers its community a chance at minting NFTs by staking their MEME tokens. In return for staking, users earn redemption credits known as pineapples that are used to mint the NFT of their choice. MEME can also be used to bid on art auctions through the platform.\r\n\r\nAbout DontBuyMEME DontBuyMEME started as a grassroots, community led project that quickly grew in popularity at the end of DeFi Summer ’20. MEME was the catalyst for a renaissance in digital art, largely in part from the enthusiastic community that formed around it, educating participants in the crypto space about NFTs. The project continues to thrive today by curating world renowned artists and cultivating rising stars on the platform every week.", "wEXNT": "Exnetwork Token is the Social Finance token of the Exnetwork Community. It grants access to tier of investment groups and also mines EXNG - the governance token of the community. Other utilities includes being a security bond and tipping.", "wCOTI": "COTI is the first enterprise-grade digital fintech platform, which eliminates all intermediaries and empowers any organization to build their own private payment solution and digitize any currency using our proprietary Trustchain protocol.\r\n\r\nCOTI provides functionality as robust as Paypal and Alipay, while allowing enterprises to create their own unique rules and finally own their payment system to save time, data and money.\r\n\r\nCOTI’s platform enables companies to effortlessly create advanced fintech products — ranging from payment networks and stable coins to loyalty programs, remittance services and more.\r\n", "wSUPER": "SuperFarm is a cross-chain DeFi protocol that allows users to deploy crypto and NFT farms with no code required !", "waEth": "Ankr StakeFi is an Internet Bond launchpad that connects staking rewards from Proof-of-Stake tokens to DeFi, enabling Internet Bond holders to add several stacks of passive income on top of their Internet Bonds using DeFi.", "wSURF": "SURF.Finance is an innovative DeFi project focused on sustainability, transparency, and community. The project features a yield farming phase and a passive income machine that constantly rewards stakers.", "wrenBTC": "REN Tokenized BTC\r\n\r\nOnce an asset is in the custody of RenVM, an ERC20 token at a 1:1 value is minted on Ethereum - this can then be used as any ERC20 can within the Ethereum ecosystem (for example, swaps, collateralization, trades etc.)", "wDMG": "The DeFi Money Market (DMM) DAO governance token, DMG, is the tool through which the community governs and grows the DMM ecosystem and the underlying protocol. Ownership of DMG represents the right to govern the parameters of the DMM Protocol, a claim on the excess revenue generated from the DMM ecosystem, as well as governance over the ability and decisions surrounding the introduction of new assets to the ecosystem in regards to both asset type and asset location.", "wHEZ": "Hermez is a decentralized zk-rollup focused on scaling payments and token transfers on top of Ethereum.", "wYf-DAI": "YFDAI Finance is a decentralized finance (DeFi) protocol and ecosystem that provides a suite of DeFi services in a secure and transparent way, complete with audited smart contracts. DeFi services include lending, borrowing, staking, farming, project incubation, and exchange.\r\nYFDAI's mission is revolves around the belief that the user community is our primary asset for success. This belief naturally signifies the importance of quality decentralized services, security, transparency and ease of use. Learn more here: https://yfdai.finance.", "wFCL": "Fractal is an open source zero-margin protocol that defines a basic standard to exchange user information in a fair and open way ensuring a high-quality version of the free internet.", "wAXS": "AXS is the governance token for the Axie Infinity game. Token holders will be able to shape and vote for the direction of the game universe. This is unlike traditional games where all decisions are made by the game developers. AXS holders will be able to stake their tokens to earn more AXS and even vote for governance proposals.", "wENJ": "Enjin Coin is a cryptocurrency for virtual goods created by Enjin. Enjin is the “largest gaming community platform online” with over 250,000 gaming communities and 18.7 million registered gamers. The Enjin team is designing the coin completely around gaming with the goal of it being the most usable cryptocurrency for the industry. The project includes the Enjin Coin as well as a suite of software development kits (SDKs) that developers can integrate into their games and communities. Bringing blockchain to gaming helps to reduce the high fees and fraud that’s prevalent in the transfer of virtual goods.\r\n\r\nEnjin Coin is an ERC20 token built on the <a href=\"https://www.coingecko.com/en/coins/ethereum\">Ethereum</a> network. With that, the project not only acts as a cryptocurrency but also has smart contract capabilities. It’s also one of the first projects testing the <a href=\"https://www.coingecko.com/en/coins/raiden-network\">Raiden Network</a>, Ethereum’s version of the Lightning Network. The Enjin Coin platform provides a laundry list of features through its public API and SDKs. To keep things brief, though, we’ll only be discussing a few of the major ones in this article. The largest value Enjin Coin brings to the gaming community is in its creation and management of virtual goods. Developers on each platform can easily create a currency unique to their community that’s backed by Enjin Coin as the parent currency. This gives the coins all the benefits of the blockchain (speed, cost, security, etc…) while still staying customized to their respective platforms.\r\n\r\nEnjin, the company behind Enjin Coin, is the largest online gaming community creation platform. Started in 2009, the company receives 60 million views per month and transacts millions of U.S. dollars each month in their community stores. The team is deploying Enjin Coin across the entire Enjin CMS platform – over 250,000 gaming websites. Advisors to the project consist of Anthony Diiorio (Ethereum co-founder) and Pat LaBine (previous producer and technical director at Bioware). Enjin has also formed partnerships with Unity, PC Gamer, and NRG eSports. The team held a successful ICO in late 2017 in which they raised ~$35 million between the private and public rounds. Although it’s still a young project, the team spent the last quarter of 2017 building the Platform API, Mobile Smart Wallet, and a Java SDK alongside creating a Minecraft plugin. They’ve got plenty in store for 2018, but the highlights include various platform plugins, the Efinity release, and numerous other SDKs.\r\n\r\nEnjin also features a tool known as TopLists, which allow users to rank games, servers, teams and any other item. TopLists will be deployed as a decentralized smart contract with functionalities that will allow for market bidding or democratic voting. List creators are incentivized to promote and market their list because these creators will receive tokens when users perform tasks such as voting on their list. Enjin Coin is an ambitious project that aims to integrate online virtual gaming with decentralized technologies. Enjin Coin project promises a lot, and it is only with the passage of time that we will able to see if it can deliver on those promises.", "wYLD": "YIELD, a licensed and regulated FinTech company, offers a mobile app and web platform designed to provide the easiest way to invest in DeFi using crypto or traditional currencies, regardless of your financial or technological level of expertise.", "wDDIM": "A community governance token", "wRARI": "Rarible is a creator-centric NFT marketplace and issuance platform. $RARI is a governance token with Marketplace Liquidity Mining program and the airdrop for the large NFT holders.", "wAMP": "What is Amp?\r\n\r\nAmp is described as the new digital collateral token offering instant, verifiable assurances for any kind of value transfer. Using Amp, networks like Flexa can quickly and irreversibly secure transactions for a wide variety of asset-related use cases.\r\n\r\nHow does Amp work?\r\n\r\nAmp claims to offer a straightforward but versatile interface for verifiable collateralization through a system of collateral partitions and collateral managers. Where collateral partitions can be designated to collateralize any account, application, or even transaction, and carry balances which are directly verifiable on the Ethereum blockchain, collateral managers are smart contracts that can lock, release, and redirect collateral in these partitions as needed in order to support value transfer activities. Amp supports a wide variety of use cases for collateralization, and also introduces the concept of predefined partition strategies, which can enable special capabilities such as collateral models through which tokens can be staked without ever leaving their original address.", "wFSW": "FalconSwap is a layer-2 scaling solution built on Uniswap and further extendable to aggregate other DeFi platforms like Mooniswap, Kyber, Balancer, Airswap, Bancor etc", "wBUSD": "Binance USD (BUSD) is a stable coin pegged to USD that has received approval from the New York State Department of Financial Services (NYDFS). BUSD will be available for direct purchase and redemption at a rate of 1 BUSD = 1 USD. ", "waDAI": "Aave DAI is an interest bearing token minted upon deposit and burned when redeemed. The aDAI is pegged 1:1 to the value of the underlying DAI that is deposited in Aave protocol. aDAI, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aDAI accrue interest in real time, directly in your wallet!", "waTUSD": "Aave TUSD is an interest bearing token minted upon deposit and burned when redeemed. The aTUSD is pegged 1:1 to the value of the underlying TUSD that is deposited in Aave protocol. aTUSD, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aTUSD accrue interest in real time, directly in your wallet!", "waUSDC": "Aave USDC is an interest bearing token minted upon deposit and burned when redeemed. The aUSDC is pegged 1:1 to the value of the underlying USDC that is deposited in Aave protocol. aUSDC, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aUSDC accrue interest in real time, directly in your wallet !", "waUSDT": "Aave USDT is an interest bearing token minted upon deposit and burned when redeemed. The aUSDT is pegged 1:1 to the value of the underlying USDT that is deposited in Aave protocol. aUSDT, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aUSDT accrue interest in real time, directly in your wallet!", "waSUSD": "Aave SUSD is an interest bearing token minted upon deposit and burned when redeemed. The aSUSD is pegged 1:1 to the value of the underlying SUSD that is deposited in Aave protocol. aSUSD, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aSUSD accrue interest in real time, directly in your wallet!", "waBAT": "Aave BAT is an interest bearing token minted upon deposit and burned when redeemed. The aBAT is pegged 1:1 to the value of the underlying BAT that is deposited in Aave protocol. aBAT, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aBAT accrue interest in real time, directly in your wallet!", "waETH": "Aave ETH is an interest bearing token minted upon deposit and burned when redeemed. The aETH is pegged 1:1 to the value of the underlying ETH that is deposited in Aave protocol. aETH, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aETH accrue interest in real time, directly in your wallet!", "waLINK": "Aave LINK is an interest bearing token minted upon deposit and burned when redeemed. The aLINK is pegged 1:1 to the value of the underlying LINK that is deposited in Aave protocol. aLINK, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aLINK accrue interest in real time, directly in your wallet!", "waKNC": "Aave KNC is an interest bearing token minted upon deposit and burned when redeemed. The aKNC is pegged 1:1 to the value of the underlying KNC that is deposited in Aave protocol. aKNC, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aKNC accrue interest in real time, directly in your wallet!", "waMKR": "Aave MKR is an interest bearing token minted upon deposit and burned when redeemed. The aMKR is pegged 1:1 to the value of the underlying MKR that is deposited in Aave protocol. aMKR, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aMKR accrue interest in real time, directly in your wallet!", "waMANA": "Aave MANA is an interest bearing token minted upon deposit and burned when redeemed. The aMANA is pegged 1:1 to the value of the underlying MANA that is deposited in Aave protocol. aMANA, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aMANA accrue interest in real time, directly in your wallet!", "waZRX": "Aave ZRX is an interest bearing token minted upon deposit and burned when redeemed. The aZRX is pegged 1:1 to the value of the underlying ZRX that is deposited in Aave protocol. aZRX, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aZRX accrue interest in real time, directly in your wallet!", "waSNX": "Aave SNX is an interest bearing token minted upon deposit and burned when redeemed. The aSNX is pegged 1:1 to the value of the underlying SNX that is deposited in Aave protocol. aSNX, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aSNX accrue interest in real time, directly in your wallet!", "waWBTC": "Aave WBTC is an interest bearing token minted upon deposit and burned when redeemed. The aWBTC is pegged 1:1 to the value of the underlying WBTC that is deposited in Aave protocol. aWBTC, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aWBTC accrue interest in real time, directly in your wallet!", "waBUSD": "Aave BUSD is an interest bearing token pegged 1:1 to underlying BUSD deposited in Aave. aBUSD accrue interest in real time in your wallet.", "waENJ": "Aave ENJ is an interest bearing token minted upon deposit and burned when redeemed. The aENJ is pegged 1:1 to the value of the underlying ENJ that is deposited in Aave protocol. aENJ, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aENJ accrue interest in real time, directly in your wallet!", "waREN": "Aave REN is an interest bearing token minted upon deposit and burned when redeemed. The aREN is pegged 1:1 to the value of the underlying REN that is deposited in Aave protocol. aREN, can be freely stored, transferred, and traded. While the underlying asset is loaned out to borrowers, aREN accrue interest in real time, directly in your wallet!", "wSDT": "The Stake Dao Token (or SDT) is a governance token which allows users to vote and earn fees generated on Stake DAO via products such as staking and automated investment strategies. \r\n\r\nStake DAO is a new multi-service DeFi platform built by the community which leverages the entire DeFi ecosystem to give users access to the most effective investment strategies. \r\n\r\nToken holders can stake their earned SDT to receive a share of the DAO fees.", "XCOPE": "COPE is a project that has two phases. Phase 1 of COPE involves seeking to ascertain and evaluate trader weaknesses and failings retrospectively based on trader calls made about crypto markets and provide reporting on this for self analysis.\r\nTop Call Makers are evaluated based on their call accuracy which along with other parameters results in a COPE score given to them. The top 100 Call Makers are embraced within a COPE index ranking them by their COPE score. \r\nOnce a consistent list of the top 100 has been generated with the monthly 'reformation' kicking out, introducing new Top Call Makers into the index it provides a narrative for a new type of investment product based on top trader calls as measured using a reliable and accurate mechanism, which leads to phase 2.", "COPE": "COPE is a project that has two phases. Phase 1 of COPE involves seeking to ascertain and evaluate trader weaknesses and failings retrospectively based on trader calls made about crypto markets and provide reporting on this for self analysis.\r\nTop Call Makers are evaluated based on their call accuracy which along with other parameters results in a COPE score given to them. The top 100 Call Makers are embraced within a COPE index ranking them by their COPE score. \r\nOnce a consistent list of the top 100 has been generated with the monthly 'reformation' kicking out, introducing new Top Call Makers into the index it provides a narrative for a new type of investment product based on top trader calls as measured using a reliable and accurate mechanism, which leads to phase 2.", "MCAPS": "Mango Markets offers a token ($MCAPS) that can be burned and redeemed for physical, premium swag.\r\n\r\nDisclaimer:\r\n\r\nThe redeemable token is not connected to our upcoming protocol and governance. 500 $MCAPS tokens will be created and deposited into a Solana swap pool with $12.000. This will create the following price curve for $MCAPS. Every $MCAPS sold increases the cost of the next, but they can be sold back into the pool at any time.\r\n\r\n$MCAPS will be burned in exchange for 1 real Mango Market Cap + shipping to anywhere in the world. After running for at least 60 days, all remaining liquidity will be removed and all remaining $MCAPS tokens will be burned. The distributed Tokens can be redeemed at any time and continue to be traded on various exchanges.\r\n\r\nWho we are?\r\n\r\nBunch of devs, market makers & misfits Building fully decentralized margin trading and perpetual swaps https://mango.markets We're in it for the memes.", "ROPE": "ROPE brings the well known \"market volatility index\" to the crypto market and DeFispace. It can be utilized to hedge against market movement, trade volatility, a measuring tool, and all the benefits of having a volatility index. Staking will be available through Raydium. ", "MEDIA": "Media Network is a new protocol that bypasses traditional CDN providers’ centralized approach for a self-governed and open source solution where everyone can participate. Media Network creates a distributed bandwidth market that enables service providers such as media platforms to hire resources from the network and dynamically come and go as the demand for last-mile data delivery shifts. It allows anyone to organically serve content without introducing any trust assumptions or pre-authentication requirements. Participants earn MEDIA rewards for their bandwidth contributions, a fixed supply SPL token minted on Solana’s Blockchain.", "STEP": "Step Finance is the front page of Solana. Visualise, Analyse, Execute and Aggregate transactions across all Solana contracts in one place. Step is a portfolio management dashboard and transaction aggregator where users can monitor their tokens associated with their wallets, LP positions, Staked Yield farms, Margin positions and more. \r\n\r\nUsers of Step Finance can also execute Swaps and enter various yield farms and automated vaults from within Step with any fees on such value accrual services going back to STEP stakers.", "SAMO": "Samoyedcoin ($SAMO) is Solana’s memecoin, aiming to be community-owned and fun. \r\n\r\nIt was inspired by Dogecoin, Sam Bankman-Fried (CEO of Alameda Research and FTX) and Anatoly Yakovenko (co-founder of Solana), hence the choice of the dog breed samoyed, bringing these two giants together. \r\n\r\nIt aims to help grow Solana's ecosystem by appealing beyond its core, mostly composed of highly technological coins. \r\n\r\nThe community is already strong with SAMO only being a few days old, and growing larger by appealing to people who would not be interested in cryptocurrencies. It has all the upsides of Solana's blockchain (high scalability, high speed, low fees) while being a fun cryptocurrency to trade.", "SNY": "Synthetify is an upcoming synthetic assets platform, fully built on top of the Solana blockchain. The platform aims to provide a bridge between cryptocurrencies, stocks, fiat money and other financial instruments directly from one decentralized exchange.\nSynthetify solves critical problems of other Synthetic assets platforms, like high fees, long confirmation times and losses caused by arbitrage during sharp market moves.\nSolana blockchain offers orders of magnitude better performance than any other layer one blockchain available on the market right now and thanks to low fees and fast confirmation time is perfect bedrock for applications like Synthetify. Synthetify will introduce its own token that will act as collateral for synthetic assets, reduce fees on Synthetify exchange and hold voting power during governance decisions.\n", "MOLA": "Dex, Tipbots, NFTs & More", "SOLAPE": "SOLAPE is a fixed supply SPL token that incorporates deflationary mechanics and runs natively on Solana's high-performance blockchain. Our systems are able to execute multiple required on-chain actions without stressing about fees or network congestion. \r\n \r\nThe token is backed by the SOLAPE decentralized exchange that currently has over 20,000+ daily users with an emphasis on UX and widespread adoption. All trading fee rebates are used to generate buy-side liquidity as well as performing periodic burns. Additional token utility is provided through the Solape Finance NFT store and the ability to earn token rewards through the Raydium LP Pools. The native token will also provide value in our blockchain gaming platform arriving early 2022.", "MER": "Mercurial is stableswaps on steroids. On top of high efficiency/ low slippage swaps, we introduce dynamic fees and dynamic capital allocations to greatly improve profit potential for LPs, and liquidity depth for users.\r\n\r\nTwo major innovations:\r\n- Dynamic fees: where fees are increased in periods of high volatility to increase LP profit and lowered in periods of low volatility to increase trading incentives\r\n- Dynamic capital allocation: where we deploy assets in the pools to yield generating opportunities across the Solana ecosystem. \r\n\r\nMercurial aims to become the “one stop shop” for stable liquidity, helping to improve diversity and liquidity for stables on Solana, which is a major part of the DeFi use cases.", "LOTTO": "LOTTO is a token that automatically enters all holders into a lottery once per day. LOTTO performs a rebase that removes 1 token from all holders, pools those tokens together, and gives them to one random participant. The lottery occurs once every 24 hours and can be initiated by anyone.", "BOLE": "Bole is a semi-deflationary token", "APYS": "APYSwap is a protocol for the decentralised exchange of shares of Tokenized Vaults.\r\nIt achieves this through the creation of a Layer 2 blockchain where users can trustlessly swap accounts & assets from multiple Layer 1 blockchains. Including Ethereum, Polkadot, HECO, and Binance Smart Chain.", "TULIP": "SolFarm is the first yield aggregator on Solana, averaging around 80mm-100mm TVL. Our first product is autocompounding vaults utilizing Raydium's farms.", "ARDX": "ArdCoin (ARDX) - is an innovative blockchain-based loyalty program that has been integrated into a mobile super wallet which is backed by an existing financial infrastructure which includes banking services, insurance provider, stock brokerage, investment banking and a pension fund. Ard App offers e-commerce on top of financial services and is supported by a nationwide network of postal branches. \r\nArdCoin will serve as a blockchain-based loyalty program for all existing and future services and products of Ard Financial Group (Ard Holdings), its subsidiaries and ArdCoin merchants.", "APEX": "ApeXit is a Solana on-chain risk management tool that enables the end-user to instantly close spot holdings over the Solana ecosystem in a tap.\r\n\r\nThe platform aggregates all DEXes, LPs and tokens that a user may have associated with their non-custodial wallets and immediately allows them to get out of all their positions on a single operation.\r\n\r\nOn current crypto volatile markets, apeXit aims to be the fastest and most convenient solution for the user to swap all Solana-based tokens to USDC, a stable usd-pegged cryptocurrency.", "renBTC": "REN Tokenized BTC\r\n\r\nOnce an asset is in the custody of RenVM, an ERC20 token at a 1:1 value is minted on Ethereum - this can then be used as any ERC20 can within the Ethereum ecosystem (for example, swaps, collateralization, trades etc.)", "renBCH": "REN tokenized BCH\r\n\r\nOnce an asset is in the custody of RenVM, an ERC20 token at a 1:1 value is minted on Ethereum - this can then be used as any ERC20 can within the Ethereum ecosystem (for example, swaps, collateralization, trades etc.)", "renDOGE": "Dogecoin, wrapped on Ethereum, as an ERC-20 token, through the Ren project.", "renZEC": "REN Tokenized ZEC\r\n\r\nOnce an asset is in the custody of RenVM, an ERC20 token at a 1:1 value is minted on Ethereum - this can then be used as any ERC20 can within the Ethereum ecosystem (for example, swaps, collateralization, trades etc.)", "OXS": "Blockchain project incubator for Tech Enthusiasts by Tech Enthusiasts. All OxB transaction incurs a \"Reflection Fee\" which redistributes tokens amongst holders. No staking or farming required. Our ultimate vision is to be the DuckDAO for semi/anonymous team, focusing on bright and talented tech/STEM students who want to contribute and make the world a better place. Hold your OxB and be early investors for potential next vibrant tech startup. To be successful, OxBull rely on the thousands of community members. Early community members and holder of OxB will serve as responsible stewards of OxBull to maintain the neutrality of the development of OxBull ecosystem.", "LIQ": "A decentralized on-chain liquidation engine built for Serum DEX margin markets on the Solana network", "SLRS": "Solrise Finance is a decentralized fund management and investment protocol built on Solana - the fastest blockchain to date.", "wUST": "Terra USD (UST) is an algorithmic stablecoin that is pegged to the US", "SBR": "Cross-chain stablecoin exchange on Solana", "wHBTC": "Launched by Huobi Global and deployed on the Ethereum network, Huobi BTC (HBTC)token aims to promote the growth of the decentralized marketplace by injecting Bitcoin (BTC), the largest and most liquid asset, into the decentralized finance (DeFi) eco-system. HBTC maintains a strict, asset-backed 1:1 peg to BTC. Every 1HBTC issued will be fully backed by the same BTC asset quantity to ensure users can perform a 1:1 exchange between HBTC and BTC at any time.", "wHUSD": "HUSD Token is issued by Stable Universal, with a 1:1 USD peg. Paxos Trust Company will act as the USD asset custodian, and HUSD Token will be subject to a monthly attestations.", "LQID": "LQID is the governance token of Pools.\n\nIt governs fees from creations/redemptions among other things.\n\nAnd 100% of LQID is governed by SRM token holders via EcoSerum.  No presale/team/etc.\n", "SLIM": "Solanium is a platform for fundraising and trading on the Solana blockchain. The platform includes a DEX, staking, wallet management, governance and a launchpad.\n\nUsers can stake SLIM tokens to receive xSLIM. xSLIM is the platform’s governance token that is used for:\n\nEarly or exclusive pool access\nLaunchpad fee distribution\nBetter odds in the lottery to win allocation in projects\nVote in governance proposals\nThe Solanium platform includes:\n\nA launchpad / accelerator for new projects launching in the crypto ecosystem.\nIntegrated wallet management to let the users manage their wallets.\nA (Serum) DEX UI.\nGovernance and proposals.\nIntegrations with other ecosystem projects.\nWhen did Solanium launch?\n\nThe SLIM token sale was held on May 22, 2021 with 5 million SLIM tokens being sold. At the same time an airdrop was distributed of 1 million SLIM tokens over 500,000+ participants.\n\nWhere is the Solanium team located?\n\nThe team is located in Amsterdam, The Netherlands.\n\nToken information\n\nType: SPL Token on Solana\n\nTicker: SLIM\n\nTotal supply: 100,000,000 SLIM (fixed)\n\nToken contract: xxxxa1sKNGwFtw2kFn8XauW9xq8hBZ5kVtcSesTT9fW\n\nInitial circulating supply: 30,000,000 SLIM\n\nInitial market cap: $6,000,000 USD\n\nPrivate sale price: $0.133 - $0.183 USD\n\nPublic sale price: $0.20 USD\n", "FAB": "In a nutshell, FABRIC is a synthetic asset issuance protocol built on Solana. All synthetic assets are collateralized by FAB tokens and other supported collateral tokens. These must be locked in a collateral pool to enable the issuance of synthetic assets, known as SPL Synthetics.\n‌\nUsers directly interact with the FABRIC protocol, requiring no counterparties and avoiding common issues experienced on exchanges such as liquidity or slippage issues. Once minted, users can trade these SPL Synthetics on the Serum DEX.\n", "CCAI": "Cryptocurrencies.Ai (CCAI) is a next generation exchange suite, offering one of the world’s fastest decentralized exchanges (DEX) purpose built for DeFi on Solana, one of the world's fastest and cheapest blockchains, as well as a high-performance centralized exchange (CEX) for both Spot and Futures trading with built-in tools for automation, customization and portfolio analysis.\n    ", "LIKE": "LikeCoin is a protocol for content attribution, monetization and distribution. LikeCoin chain is a Bonded Proof of Stake blockchain developed on top of Cosmos SDK. As a permissionless protocol, 800+ media chose to adopt LikeCoin with her WordPress plugin. LikeCoin also provides an easy-to-use mobile app, Liker Land, for layman users to read content, reward creators, transfer LikeCoin and delegate to validators.\n    "}